Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/*.lproj/Localizable.strings
Languages: de, pl

source: Exit
de: Beenden
pl: Zamknij

source: Refresh
de: Aktual.
pl: Odśwież

source: Open on startup
de: Automatisch starten
pl: Uruchom automatycznie

source: USB Device
de: USB-Gerät
pl: Urządzenie USB

source: USB Devices
de: USB-Geräte
pl: Urządzenia USB

source: No devices found
de: Nichts gefunden
pl: Nie znaleziono urządzeń

source: About
de: Über
pl: Więcej

source: Version: %@
pl: Wersja: %@

# created_by
source: Created by RafaelSwi and published on Github
de: Erstellt von RafaelSwi und auf Github veröffentlicht
pl: Stworzone przez RafaelSwi i opublikowane na Github

# creator_github
source: Creator's Github Page
de: Github-Seite des Erstellers
pl: Strona Github twórcy

# creator_location
source: Balneário Camboriú, Santa Catarina, Brazil
de: Balneário Camboriú, Santa Catarina, Brasilien
pl: Balneário Camboriú, Santa Catarina, Brazylia

# close_about_window
source: Close
de: Schließen
pl: Zamknąć

source: Unknown Speed
de: Unbekannte Geschwindigkeit
pl: Nieznana prędkość

source: Check for updates
de: Suche nach Updates
pl: Sprawdź aktualizacje

source: New Version Available
de: Neue Version verfügbar
pl: Nowa wersja dostępna

source: Open Download Page
de: Download-Seite öffnen
pl: Otwórz stronę pobierania

# up_to_date
source: You are on the latest available version
de: Sie haben die neueste verfügbare Version
pl: Masz najnowszą dostępną wersję

source: Check automatically
de: Automatisch prüfen
pl: Sprawdzaj automatycznie

source: Port max:
de: Maximaler Port:
pl: Maks. port:

source: USB Version:
pl: Wersja USB:

source: Low-speed
pl: Niska-Prędkość

source: Full-Speed
pl: Pełna-Prędkość

source: High-Speed
pl: Wysoka-Prędkość

source: supports up to
de: unterstützt bis zu
pl: obsługuje do

source: supports
de: unterstützt
pl: obsługuje

source: Unknown
de: Unbekannt
pl: Nieznany

source: Contact: %@
de: Kontakt:
pl: Kontakt:

source: Donate
de: Beitragen
pl: Wesprzyj

# endereço
source: Address
de: Adresse
pl: Adres

source: Settings
de: Konfig
pl: Konfig

# donate_description
source: Any help is truly appreciated!
de: Jede Unterstützung wird sehr geschätzt!
pl: Każda pomoc jest ogromnie doceniana!

# open_on_startup_description
source: Makes the app start automatically when you log in.
de: Startet die App automatisch, wenn du dich anmeldest. Dies kann jederzeit deaktiviert werden.
pl: Powoduje automatyczne uruchamianie aplikacji po zalogowaniu. Możesz to wyłączyć w dowolnym momencie.

# show_port_max
source: Display the maximum capacity of a USB
de: Wenn möglich, die maximale Kapazität eines USB anzeigen
pl: Jeśli to możliwe, pokaż maksymalną pojemność USB

# show_port_max_description
source: If detected, it will show the maximum capacity of the USB Port.
de: Falls erkannt, wird die maximale Kapazität des USB zusammen mit den anderen Geräteinformationen angezeigt.
pl: Jeśli zostanie wykryte, wyświetli maksymalną pojemność USB wraz z innymi informacjami o urządzeniu.

# long_list
source: Long vertical list
de: Erweiterte vertikale Liste
pl: Rozszerzona lista pionowa

# long_list_description
source: Increases the maximum height that the device list can reach. (You might not notice much of a difference if you're not using many devices)
de: Erhöht die maximale Höhe, die die Geräteliste erreichen kann. (Wenn Sie nicht viele Geräte verwenden, bemerken Sie möglicherweise keinen großen Unterschied.)
pl: Zwiększa maksymalną wysokość, jaką może osiągnąć lista urządzeń. (Możesz nie zauważyć dużej różnicy, jeśli nie używasz wielu urządzeń)

# convert_hexa
source: Convert unmapped hexadecimals into a readable label
de: Unbekannte Hexadezimalwerte konvertieren
pl: Konwertuj nieznane liczby szesnastkowe

# convert_hexa_description
source: Unmapped hexadecimals will be converted into a readable format. For example, 0x0210 would be shown as USB 2.10. The accuracy is not guaranteed.
de: Nicht zugeordnete Hexadezimalwerte werden in ein lesbares Format umgewandelt. Zum Beispiel wird 0x0210 als USB 2.10 angezeigt. Die Genauigkeit der Bezeichnung ist nicht garantiert.
pl: Niezmapowane wartości szesnastkowe zostaną przekonwertowane do czytelnego formatu. Na przykład 0x0210 będzie wyświetlane jako USB 2.1. Dokładność etykiety nie jest gwarantowana.

source: Rename device
de: Gerät umbenennen
pl: Zmień nazwę USB

source: Rename
de: Umbenennen
pl: Zmień nazwę

source: Device
de: Gerät
pl: Urządzenie

# undo_all
source: Clear all
de: Alles löschen
pl: Wyczyść wszystko

# insert_new_name
source: New name
de: Neuer Name
pl: Nowa nazwa

source: Confirm
de: Bestätigen
pl: Potwierdź

# renaming_help
source: Renaming with an empty text box will remove the custom name previously set for the USB device.
de: Wenn Sie mit einem leeren Textfeld umbenennen, wird der zuvor vergebene Benutzername für das Gerät entfernt.
pl: Zmiana nazwy przy pustym polu tekstowym usunie wcześniej przypisaną nazwę własną urządzenia.

# renamed_indicator
source: Indicator for renamed devices
de: Indikator für umbenannte Geräte
pl: Wskaźnik dla przemianowanych urządzeń

# renamed_indicator_description
source: USB devices that have been renamed will have a ● before their name.
de: USB-Geräte, die umbenannt wurden, haben ein ● vor ihrem Namen.
pl: Urządzenia USB, które zostały przemianowane, będą miały ● przed swoją nazwą.

source: Hide
de: Ausblenden
pl: Ukryj

source: Hidden
de: Ausgeblendet
pl: Ukryty

source: Hide device
de: Gerät ausblenden
pl: Ukryj USB

# hidden_indicator
source: Indicator for hidden devices
de: Indikator für ausgeblendete Geräte
pl: Wskaźnik ukrytych urządzeń

# hidden_indicator_description
source: Shows how many hidden devices are connected.
de: Zeigt an, wie viele versteckte Geräte verbunden sind, ohne Geräteinformationen anzuzeigen.
pl: Pokazuje liczbę podłączonych ukrytych urządzeń, nie pokazując informacji o urządzeniu.

source: Bitcoin on-chain transfer
de: Bitcoin On-Chain-Überweisung
pl: Przelew Bitcoin on-chain

source: Litecoin on-chain transfer
de: Litecoin On-Chain-Überweisung
pl: Przelew Litecoin on-chain

source: Show LTC Address
de: LTC-Adresse anzeigen
pl: Pokaż adres LTC

source: Show BTC Address
de: BTC-Adresse anzeigen
pl: Pokaż adres BTC

source: Copy
de: Kopieren
pl: Kopiuj

source: Cancel
de: Abbrechen
pl: Anuluj

# hide_technical_info
source: Compact list
de: Kompakte Liste
pl: Lista kompaktowa

# hide_technical_info_description
source: Hides all information related to speed, version, and other details. If enabled, the maximum port capacity will not be shown even if it is checked.
de: Blendet alle technischen Informationen zu Geräten aus und macht die Liste kompakter.
pl: Ukrywa wszystkie informacje techniczne o urządzeniach, dzięki czemu lista staje się bardziej zwarta.

# usb_detected
source: USB Connected
de: USB erkannt
pl: USB wykryte

# usb_detected_info
source: USB device plugged in.
de: Ein neues USB‑Gerät wurde erkannt.
pl: Wykryto nowe urządzenie USB.

source: USB Disconnected
de: USB getrennt
pl: USB odłączone

# usb_disconnected_info
source: A USB device has been disconnected.
de: Ein USB‑Gerät wurde getrennt.
pl: Urządzenie USB zostało odłączone.

# show_notification
source: Show notifications
de: Benachrichtigungen anzeigen
pl: Pokaż powiadomienia

# show_notification_description
source: You may to allow the app to send notifications, and depending on your macOS version, you may need to change the Alert Style. It is important to note that there is a small 3-sec buffer between notifications to avoid spam in cases of devices connecting and disconnecting frequently.
de: Wenn ein USB‑Gerät angeschlossen oder entfernt wird, erscheint eine Benachrichtigung. Um Spam zu vermeiden, werden zwischen den Benachrichtigungen kleine Zeitfenster angezeigt. Du skal muligvis ændre notifikationsstilen for at den fungerer korrekt.
pl: Gdy urządzenie USB zostanie podłączone lub odłączone, pojawi się powiadomienie. Musisz zezwolić aplikacji na wysyłanie powiadomień, a w zależności od wersji macOS może być konieczna zmiana Alert Style powiadomień. Powiadomienia są opóźnione o krótki czas, aby uniknąć spamu.

source: Reduce transparency
de: Transparenz reduzieren
pl: Zredukuj przezroczystość

# reduce_transparency_description
source: Turns down transparency to enhance text visibility.
de: Reduzieren Sie die Transparenz, um die Lesbarkeit des Textes zu verbessern.
pl: Zmniejsz przezroczystość, aby poprawić czytelność tekstu.

source: Back
de: Zurück
pl: Wstecz

source: Updated
de: Aktualisiert
pl: Zaktualizowano

source: Disable notification cooldown
de: Benachrichtigungspause deaktivieren
pl: Wyłącz czas oczekiwania powiadomień

# disable_notification_cooldown_description
source: Malfunctioning devices or USB ports may result in a frustrating experience, it is not recommended for everyday use.
de: Fehlfunktionierende Geräte oder USB-Ports können zu einer frustrierenden Erfahrung führen, für den täglichen Gebrauch nicht empfohlen.
pl: Uszkodzone urządzenia lub porty USB mogą prowadzić do frustrującego doświadczenia, nie zaleca się codziennego używania.

# uiCategory
source: List
de: Liste
pl: Interfejs

# usbCategory
source: Information
de: USB
pl: USB

# heritageCategory
source: Heritage
de: Vererbung
pl: Dziedzictwo

source: Force dark mode
de: Dunkelmodus erzwingen
pl: Wymuś tryb ciemny

# force_dark_mode_description
source: If you already have dark mode enabled on macOS, you won't see much difference, except that the background will always have reduced transparency.
de: Wenn Sie den Dunkelmodus unter macOS bereits aktiviert haben, werden Sie keinen großen Unterschied feststellen, außer dass der Hintergrund immer eine geringere Transparenz aufweist.
pl: Jeśli masz już włączony tryb ciemny w systemie macOS, nie zauważysz dużej różnicy, oprócz tego, że tło zawsze będzie miało mniejszą przezroczystość.

source: Force light mode
de: Hellmodus erzwingen
pl: Wymuś tryb jasny

# force_light_mode_description
source: If you already have light mode enabled on macOS, you won't see much difference, except that the background will always have reduced transparency.
de: Wenn Sie den Hellmodus unter macOS bereits aktiviert haben, werden Sie keinen großen Unterschied feststellen, außer dass der Hintergrund immer eine geringere Transparenz aufweist.
pl: Jeśli masz już włączony tryb jasny w systemie macOS, nie zauważysz dużej różnicy, oprócz tego, że tło zawsze będzie miało mniejszą przezroczystość.

source: Heritage
de: Vererbung
pl: Dziedzictwo

source: Create inheritance
de: Vererbung erstellen
pl: Utwórz dziedziczenie

source: Confirm inheritance
de: Vererbung bestätigen
pl: Potwierdź dziedziczenie

# create_inheritance_description
source: You can layer devices by creating custom inheritances, making the device list look more uniform and organized.
de: Sie können Geräte schichten, indem Sie benutzerdefinierte Vererbungen erstellen, sodass die Geräteliste einheitlicher und organisierter aussieht.
pl: Możesz układać urządzenia w warstwy, tworząc niestandardowe dziedziczenia, dzięki czemu lista urządzeń będzie bardziej jednolita i uporządkowana.

# choose_the_device_inheritance
source: Choose the device to inherit or be inherited from
de: Wählen Sie das Gerät, das erben soll oder von dem geerbt werden soll
pl: Wybierz urządzenie do dziedziczenia lub do otrzymania dziedziczenia

source: This device:
de: Dieses Gerät:
pl: To urządzenie:

source: will inherit another
de: wird ein anderes erben
pl: odziedziczy inne

source: Is inheriting from some device
de: Erbt von einem Gerät
pl: Dziedziczy od jakiegoś urządzenia

# will_be_the_master
source: It will be the master (passing inheritance to others)
de: Es wird der Master sein (vererbt an andere)
pl: Będzie głównym (przekazując dziedziczenie innym)

source: Which device is it inheriting from?
de: Von welchem Gerät erbt es?
pl: Od którego urządzenia dziedziczy?

source: Which one will be the heir?
de: Welches wird der Erbe?
pl: Które będzie dziedzicem?

source: Inheriting from another
de: Erbt von einem anderen
pl: Dziedziczy od innego

# both_inheriting_and_being_inherited
source: Is both inheriting and being inherited
de: Erbt und wird gleichzeitig geerbt
pl: Dziedziczy i jest dziedziczone

source: This device has no inheritance ties
de: Dieses Gerät hat keine Vererbungsbeziehungen
pl: To urządzenie nie ma powiązań dziedziczenia

# device_cannot_inherit_or_be_inherited_by_itself
source: A device cannot inherit or be inherited by itself
de: Ein Gerät kann nicht von sich selbst erben oder geerbt werden
pl: Urządzenie nie może dziedziczyć ani być dziedziczone przez siebie

source: Delete all inheritances
de: Alle Vererbungen löschen
pl: Usuń wszystkie dziedziczenia

source: Heir
de: Erbe
pl: Dziedzic

# disable_inheritance_layout
source: Disable inheritance-based layout
de: Vererbungsbasiertes Layout deaktivieren
pl: Wyłącz układ oparty na dziedziczeniu

# disable_inheritance_layout_description
source: Disables inheritance-based layout in case you don't want to erase your inheritance settings.
de: Deaktiviert das vererbungsbasierte Layout, falls Sie Ihre Vererbungseinstellungen nicht löschen möchten.
pl: Jeśli nie chcesz usuwać ustawień dziedziczenia, ale nie chcesz używać układu opartego na dziedziczeniu.

source: Inheritance Tree
de: Vererbungshierarchie
pl: Drzewo dziedziczenia

source: Passing inheritance to others
de: Vererbung an andere weitergeben
pl: Przekazywanie dziedziczenia innym

source: Select device:
de: Gerät auswählen:
pl: Wybierz urządzenie:

source: Invalid Inheritance!
de: Ungültige Vererbung!
pl: Nieprawidłowe dziedziczenie!

source: View inheritance tree
de: Vererbungshierarchie anzeigen
pl: Zobacz drzewo dziedziczenia

source: Increased indentation gap
de: Erhöhter Einzugsabstand
pl: Zwiększony odstęp wcięcia

# increased_indentation_gap_description
source: Increases the indentation gap between heirs.
de: Erhöht den Einzugsabstand zwischen Erben.
pl: Zwiększa odstęp wcięcia między spadkobiercami.

# cant_hide_heir
source: There is a device inheriting from that, so it cannot be hidden.
de: Es gibt ein Gerät, das von diesem erbt, daher kann es nicht ausgeblendet werden.
pl: Istnieje urządzenie dziedziczące po tym, więc nie można go ukryć.

source: No Info
de: Keine Info
pl: Brak informacji

# inheritance_tree_warning
source: Only connected devices will have their name displayed in the list.
de: Bei nicht verbundenen Geräten wird der Name nicht angezeigt.
pl: Tylko podłączone urządzenia będą wyświetlały swoją nazwę na liście.

# hide_secondary_info
source: Hide secondary information
de: Sekundäre Informationen ausblenden
pl: Ukryj informacje dodatkowe

# hide_secondary_info_description
source: Information in the right corner (such as the serial number and manufacturer) will not be displayed.
de: Informationen in der rechten Ecke (z. B. Seriennummer und Hersteller) werden nicht angezeigt.
pl: Informacje w prawym rogu (takie jak numer seryjny i producent) nie będą wyświetlane.

# othersCategory
source: Others
de: Andere
pl: Inne

# hide_check_update
source: Hide button to check for updates
de: Schaltfläche zum Überprüfen auf Updates ausblenden
pl: Ukryj przycisk sprawdzania aktualizacji

# hide_check_update_description
source: If you already have MenuBarUSB installed via brew, or simply don't like that button, you can hide it.
de: Wenn du MenuBarUSB bereits via Brew installiert hast oder den Button einfach nicht magst, kannst du ihn ausblenden.
pl: Jeśli MenuBarUSB jest już zainstalowany przez brew, lub po prostu nie lubisz tego przycisku, możesz go ukryć.

# hide_donate
source: Hide donate button
de: Spendenknopf ausblenden
pl: Ukryj przycisk darowizny

# hide_donate_description
source: The developer would be a little sad, but if you want, you can hide the donation button.
de: Der Entwickler wäre ein wenig traurig, aber wenn du möchtest, kannst du den Spendenknopf ausblenden.
pl: Twórca byłby trochę smutny, ale jeśli chcesz, możesz ukryć przycisk darowizny.

# no_text_buttons
source: Primary buttons have no text, only icons
de: Primäre Schaltflächen haben keinen Text, nur Symbole
pl: Główne przyciski bez tekstu, tylko ikony

# no_text_buttons_description
source: The exit, refresh, and settings page buttons are displayed as icons only, rather than icons with text. Make the design a bit more minimalistic.
de: Die Schaltflächen für Beenden, Aktualisieren und Einstellungen werden nur als Symbole angezeigt, statt als Symbole mit Text. Mach das Design ein wenig minimalistischer.
pl: Przyciski wyjścia, odświeżania i ustawień są wyświetlane tylko jako ikony, zamiast ikon z tekstem. Uczyń projekt nieco bardziej minimalistycznym.

# warning_incompatible_options
source: You have options enabled that conflict with each other, turning this on will automatically turn off the conflicting options.
de: Sie haben Optionen aktiviert, die mit dieser inkompatibel sind. Wenn Sie diese aktivieren, werden die inkompatiblen Optionen automatisch deaktiviert.
pl: Masz włączone opcje, które są niezgodne z tą. Włączenie tej automatycznie wyłączy niezgodne opcje.

# device_connected
source: "%@" connected.
de: "%@" verbunden.
pl: "%@" podłączono.

# device_disconnected
source: "%@" disconnected.
de: "%@" getrennt.
pl: "%@" odłączono.

# icon_category
source: Icon
de: Symbol
pl: Ikona

# hide_count
source: Hide connected devices count
de: Anzahl der verbundenen Geräte ausblenden
pl: Ukryj liczbę podłączonych urządzeń

# hide_count_description
source: Hide the number of connected devices, essentially leaving only the icon.
de: Die Anzahl der verbundenen Geräte ausblenden, sodass nur das Symbol bleibt.
pl: Ukryj liczbę podłączonych urządzeń, pozostawiając tylko ikonę.

source: Numerical representation
de: Numerische Darstellung
pl: Reprezentacja numeryczna

source: Apply
de: Anwenden
pl: Zastosuj

source: Icon
de: Symbol
pl: Ikona

# base10_nr
source: Base 10
de: Basis 10
pl: System dziesiętny (BASE 10)

# binary_nr
source: Binary
de: Binär
pl: Binarny

# hex_nr
source: Hexadecimal
de: Hexadezimal
pl: Szesnastkowy

# egyptian_nr
source: Egyptian
de: Ägyptisch
pl: Egipski

# greek_nr
source: Greek
de: Griechisch
pl: Grecki

# roman_nr
source: Roman
de: Römisch
pl: Rzymski

source: Hide menubar icon
de: Menüleisten-Symbol ausblenden
pl: Ukryj ikonę paska menu

# hide_menubar_icon_description
source: Hides the app icon, essentially leaving only the number.
de: Blendet das App-Symbol aus und zeigt nur die Zahl an.
pl: Ukrywa ikonę aplikacji, pozostawiając tylko numer.

source: Switch sides
de: Seiten wechseln
pl: Zmień strony

# switch_sides_description
source: The icon and number switch sides
de: Das Symbol und die Zahl wechseln die Seiten
pl: Ikona i numer zamieniają się miejscami

# changes_restart_warning
source: Some changes may cause the application to quickly restart.
de: Einige Änderungen können dazu führen, dass die App schnell neu startet.
pl: Niektóre zmiany mogą spowodować szybki restart aplikacji.

# destroy_all_inheritances_device
source: Remove all inheritance links for this device
de: Alle Vererbungsverbindungen für dieses Gerät entfernen
pl: Usuń wszystkie powiązania dziedziczenia dla tego urządzenia

# press_to_close
source: [esc] to close
de: [esc] zum Schließen
pl: [esc] aby zamknąć

source: Restart button
de: Neustart-Schaltfläche
pl: Przycisk restartu

# restart_button_description
source: Adds a button that restarts the program (ends the process and reopens it) to the devices tab.
de: Fügt eine Schaltfläche hinzu, die das Programm neu startet (beendet den Prozess und öffnet es erneut) im Geräte-Tab.
pl: Dodaje przycisk, który restartuje program (kończy proces i otwiera go ponownie) na karcie urządzeń.

# mouse_hover_info
source: Hovering displays information
de: Beim Darüberfahren werden Informationen angezeigt
pl: Najechanie kursorem wyświetla informacje

# mouse_hover_info_description
source: Hovering over a device’s name for a short period of time will display its information, such as manufacturer, USB version, and others.
de: Wenn Sie den Mauszeiger kurz über den Namen eines Geräts bewegen, werden Informationen wie Hersteller, USB-Version und weitere angezeigt.
pl: Najechanie kursorem na nazwę urządzenia na krótki czas spowoduje wyświetlenie jego informacji, takich jak producent, wersja USB i inne.

# restore_default_settings
source: Restore to default settings
de: Auf Standardeinstellungen zurücksetzen
pl: Przywróć ustawienia domyślne

source: Are you sure?
de: Sind Sie sicher?
pl: Czy na pewno?

source: No
de: Nein
pl: Nie

source: Yes, confirm
de: Ja, bestätigen
pl: Tak, potwierdź

# open_profiler
source: Open System Information
de: Systeminformationen öffnen
pl: Otwórz Informacje o systemie

# profiler_shortcut
source: Open System Information button
de: Systeminformationen-Schaltfläche
pl: Przycisk Informacje o systemie

# profiler_shortcut_description
source: Adds a button that opens the System Information app to the devices tab.
de: Fügt eine Schaltfläche hinzu, die die App Systeminformationen im Tab Geräte öffnet.
pl: Dodaje przycisk, który otwiera aplikację Informacje o systemie na karcie Urządzenia.

# profiler_abbreviated
source: System Info
de: Info
pl: Inf.

source: Alert
de: Warnung

source: Restart
de: Neustart
