Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

# fast_traffic_monitor_description
source: On average, network traffic updates every 2 seconds. Enabling this option will reduce this to less than half a second, causing CPU usage to increase dramatically.
ar: بالمعدل، تُحدّث حركة الشبكة كل 2 ثانية. تفعيل هذا الخيار سيقلل هذا الزمن إلى أقل من نصف ثانية، مما يزيد استخدام وحدة المعالجة.
ca: De mitjana, el trànsit de xarxa s'actualitza cada 2 segons. Activar aquesta opció reduirà aquest temps a menys de mig segon, augmentant considerablement l'ús de la CPU.
da: I gennemsnit opdateres netværkstrafikken hver 2. sekund. Aktivering af denne indstilling vil reducere dette til under et halvt sekund, hvilket øger CPU-forbruget markant.
el: Κατά μέσο όρο, η ενημέρωση της κίνησης δικτύου γίνεται κάθε 2 δευτερόλεπτα. Η ενεργοποίηση αυτής της επιλογής θα μειώσει αυτό το διάστημα σε λιγότερο από μισό δευτερόλεπτο, αυξάνοντας σημαντικά τη χρήση της CPU.
es_419: En promedio, el tráfico de red se actualiza cada 2 segundos. Activar esta opción reducirá este tiempo a menos de medio segundo, incrementando considerablemente el uso del CPU.
fr: En moyenne, le trafic réseau est mis à jour toutes les 2 secondes. Activer cette option réduira ce délai à moins d'une demi-seconde, ce qui augmentera considérablement l'utilisation du processeur.
he: בממוצע, עדכון תעבורת הרשת מתבצע כל שתי שניות. הפעלת אפשרות זו תקצר את הזמן לפחות מחצי שנייה, ותגדיל באופן משמעותי את השימוש במעבד.
hi: औसतन, नेटवर्क ट्रैफ़िक हर 2 सेकंड में अपडेट होता है। इस विकल्प को सक्षम करने से यह आधे सेकंड से भी कम हो जाएगा, जिससे CPU उपयोग में काफी वृद्धि होगी।
it: In media, il traffico di rete si aggiorna ogni 2 secondi. Abilitando questa opzione, l'intervallo sarà ridotto a meno di mezzo secondo, aumentando notevolmente l'utilizzo della CPU.
ja: 平均してネットワークトラフィックは2秒ごとに更新されます。このオプションを有効にすると、更新間隔が0.5秒未満に短縮され、CPU使用率が大幅に上昇します。
ko: 평균적으로 네트워크 트래픽은 2초마다 업데이트됩니다. 이 옵션을 활성화하면 업데이트 주기가 0.5초 미만으로 줄어들어 CPU 사용량이 크게 증가합니다.
pt_br: Em média, o tráfego de rede é atualizado a cada 2 segundos. Ativar esta opção reduzirá esse tempo para menos de meio segundo, aumentando significativamente o uso da CPU.
ro: În medie, traficul de rețea se actualizează la fiecare 2 secunde. Activarea acestei opțiuni va reduce acest interval la mai puțin de o jumătate de secundă, crescând semnificativ utilizarea procesorului.
ru: В среднем сетевой трафик обновляется каждые 2 секунды. Включение этой опции сократит интервал до менее чем полсекунды, значительно увеличивая загрузку процессора.
th: โดยเฉลี่ย การอัปเดตการรับส่งข้อมูลเครือข่ายจะเกิดขึ้นทุก 2 วินาที การเปิดใช้งานตัวเลือกนี้จะลดเวลาเหลือน้อยกว่าครึ่งวินาที ทำให้การใช้ CPU เพิ่มขึ้นอย่างมาก
tr: Ortalama olarak ağ trafiği her 2 saniyede bir güncellenir. Bu seçeneği etkinleştirmek, süreyi yarım saniyeden azına düşürür ve CPU kullanımını önemli ölçüde artırır.
uk: У середньому мережевий трафік оновлюється кожні 2 секунди. Увімкнення цієї опції зменшить інтервал до менше ніж пів секунди, що значно збільшить використання процесора.
zh_hans: 平均而言，网络流量每 2 秒更新一次。启用此选项后，更新间隔将缩短至不到半秒，从而显著增加 CPU 使用率。

source: Status:
ar: الحالة:
ca: Estat:
el: Κατάσταση:
es_419: Estado:
fr: Statut :
he: מצב:
hi: स्थिति:
it: Stato:
ja: ステータス:
ko: 상태:
ro: Stare:
ru: Статус:
th: สถานะ:
tr: Durum:
uk: Статус:
zh_hans: 状态：

# exit_settings_and_resume
source: Exit settings and resume monitoring
ar: الخروج من الإعدادات واستئناف مراقبة الشبكة
ca: Sortir dels paràmetres i reprendre el monitoratge
da: Afslut indstillinger og genoptag overvågning
el: Έξοδος από τις ρυθμίσεις και συνέχιση της παρακολούθησης
es_419: Salir de configuración y reanudar monitoreo
fr: Quitter les réglages et reprendre la surveillance
he: צא מהגדרות והמשך ניטור
hi: सेटिंग्स छोड़ें और निगरानी पुनः शुरू करें
it: Esci dalle impostazioni e riprendi il monitoraggio
ja: 設定を終了して監視を再開
ko: 설정을 종료하고 모니터링 재개
pt_br: Sair dos ajustes e retomar monitoramento de rede
ro: Ieși din setări și reia monitorizarea
ru: Выйти из настроек и возобновить мониторинг
th: ออกจากการตั้งค่าและดำเนินการเฝ้าตรวจต่อ
tr: Ayarları kapat ve izlemeye devam et
uk: Вийти з налаштувань і відновити моніторинг
zh_hans: 退出设置并恢复监控

source: Make all visible again
ar: إعادة جعل الجميع مرئيين
ca: Fer tot visible de nou
da: Gør alle synlige igen
el: Κάντε όλα ορατά ξανά
es_419: Hacer todo visible nuevamente
fr: Rendre tout visible à nouveau
he: הפוך הכל גלוי שוב
hi: सभी पुनः दृश्य बनाएं
it: Rendi tutto visibile di nuovo
ja: すべてを再び表示
ko: 모두 다시 보이게 하기
pt_br: Tornar todos visíveis novamente
ro: Fă totul vizibil din nou
ru: Сделать всё снова видимым
th: ทำให้ทุกอย่างปรากฏอีกครั้ง
tr: Her şeyi yeniden görünür yap
uk: Зробити все видимим знову
zh_hans: 重新显示全部

# show_previously_connected
source: Show all previously connected devices
ar: عرض كل الأجهزة التي اتصلت مسبقًا
ca: Mostrar tots els dispositius connectats prèviament
da: Vis alle tidligere tilsluttede enheder
el: Εμφάνιση όλων των συσκευών που συνδέθηκαν προηγουμένως
es_419: Guardar y mostrar todos los dispositivos conectados previamente
fr: Afficher tous les appareils précédemment connectés
he: הצג את כל המכשירים שהתחברו בעבר
hi: पहले से जुड़े सभी उपकरण दिखाएँ
it: Salva e visualizza tutti i dispositivi precedentemente connessi
ja: 以前接続されたすべてのデバイスを表示
ko: 이전에 연결된 모든 장치 표시
pt_br: Salvar e exibir os dispositivos previamente conectados
ro: Afișează toate dispozitivele conectate anterior
ru: Показать все ранее подключённые устройства
th: แสดงอุปกรณ์ที่เคยเชื่อมต่อทั้งหมด
tr: Daha önce bağlanmış tüm cihazları göster
uk: Показати всі раніше підключені пристрої
zh_hans: 显示所有曾连接的设备

# show_previously_connected_description
source: Normally, the list only displays connected devices. However, this option is useful if you want the list to continue displaying devices even after they're disconnected.
ar: عادة، تعرض القائمة الأجهزة المتصلة حاليًا فقط. هذا الخيار مفيد إذا أردت أن تستمر القائمة في عرض الأجهزة بعد فصلها.
ca: Normalment, la llista només mostra els dispositius connectats. Tanmateix, aquesta opció és útil si voleu que la llista continuï mostrant dispositius fins i tot després que estiguin desconnectats.
da: Normalt viser listen kun tilsluttede enheder. Men denne indstilling er nyttig, hvis du vil have listen til at fortsætte med at vise enheder, selv efter de er frakoblet. Enhedsoplysninger gemmes kun automatisk, hvis muligheden for at vise tidligere tilsluttede enheder er aktiveret.
el: Κανονικά η λίστα εμφανίζει μόνο τις συνδεδεμένες συσκευές. Ωστόσο, αυτή η επιλογή είναι χρήσιμη αν θέλετε η λίστα να συνεχίσει να εμφανίζει συσκευές ακόμη και αφού αποσυνδεθούν.
es_419: Normalmente, la lista solo muestra dispositivos conectados. Sin embargo, esta opción es útil si deseas que la lista continúe mostrando dispositivos incluso después de que se desconecten. La información del dispositivo solo se almacena automáticamente si está habilitada la opción para mostrar los dispositivos conectados previamente.
fr: Normalement, la liste n’affiche que les appareils connectés. Cependant, cette option est utile si vous souhaitez que la liste continue d’afficher les appareils même après leur déconnexion.
he: בדרך כלל הרשימה מציגה רק מכשירים שמחוברים כעת. עם זאת, אפשרות זו שימושית אם ברצונך כי הרשימה תמשיך להציג מכשירים גם לאחר שהם ינותקו.
hi: सामान्यतः, सूची केवल जुड़े हुए उपकरणों को दिखाती है। हालांकि, यदि आप चाहते हैं कि सूची डिस्कनेक्ट होने के बाद भी उपकरण दिखाए, तो यह विकल्प उपयोगी है।
it: Normalmente la lista mostra solo i dispositivi connessi. Tuttavia, questa opzione è utile se vuoi che la lista continui a mostrare dispositivi anche dopo la disconnessione. Le informazioni sul dispositivo vengono memorizzate automaticamente solo se è abilitata l'opzione per visualizzare i dispositivi connessi in precedenza.
ja: 通常、リストには接続されているデバイスのみが表示されます。ただし、このオプションは、切断後もデバイスを表示し続けたい場合に便利です。
ko: 일반적으로 목록에는 연결된 장치만 표시됩니다. 하지만 이 옵션은 장치가 분리된 후에도 목록이 계속 장치를 표시하도록 하려는 경우 유용합니다.
pt_br: Normalmente, a lista exibe apenas dispositivos conectados. Esta opção é útil se você quiser que a lista continue exibindo dispositivos mesmo após desconectados.
ro: În mod normal, lista afișează doar dispozitivele conectate. Totuși, această opțiune este utilă dacă vrei ca lista să continue să afișeze dispozitive chiar și după ce sunt deconectate.
ru: Обычно список отображает только подключённые устройства. Тем не менее, этот параметр полезен, если вы хотите, чтобы список продолжал отображать устройства, даже после их отключения.
th: โดยปกติ รายการจะแสดงเฉพาะอุปกรณ์ที่เชื่อมต่ออยู่เท่านั้น อย่างไรก็ตาม ตัวเลือกนี้มีประโยชน์หากคุณต้องการให้รายชื่อยังคงแสดงอุปกรณ์แม้หลังจากที่ถูกตัดการเชื่อมต่อแล้ว
tr: Normalde liste yalnızca bağlı cihazları gösterir. Ancak, bu seçenek cihazlar bağlantısı kesilip de olsa listede görünmeye devam etmesini istiyorsanız faydalıdır.
uk: Зазвичай список показує лише підключені пристрої. Проте ця опція корисна, якщо ви хочете, щоб список продовжував показувати пристрої навіть після їх від’єднання.
zh_hans: 通常，列表仅显示已连接的设备。但如果你希望列表在设备断开后仍继续显示设备，这个选项很有用。

# stored_indicator
source: Indicator for previously connected devices
ar: مؤشر للأجهزة المتصلة مسبقًا
ca: Indicador per a dispositius connectats prèviament
da: Indikator for tidligere tilsluttede enheder
el: Δείκτης για προηγουμένως συνδεδεμένες συσκευές
es_419: Indicador para dispositivos conectados previamente
fr: Indicateur pour les appareils connectés précédemment
he: מחוון למכשירים שהתחברו בעבר
hi: पहले से जुड़े उपकरणों के लिए संकेतक
it: Indicatore per dispositivi connessi in precedenza
ja: 以前接続されたデバイスのインジケーター
ko: 이전에 연결된 장치를 위한 표시기
pt_br: Indicador para dispositivos previamente conectados
ro: Indicator pentru dispozitive conectate anterior
ru: Индикатор ранее подключённых устройств
th: ตัวบ่งชี้สำหรับอุปกรณ์ที่เคยเชื่อมต่อ
tr: Önceden bağlı cihazlar için gösterge
uk: Індикатор для раніше підключених пристроїв
zh_hans: 先前连接设备的指示器

# stored_indicator_description
source: USB devices that have been disconnected will have a little icon before their name.
ar: الأجهزة التي فُصِلَت سيكون أمام اسمها أيقونة صغيرة.
ca: Els dispositius USB que s'han desconnectat tindran una icona petita abans del seu nom.
da: USB-enheder, der er blevet frakoblet, vil have et lille ikon før deres navn.
el: Οι συσκευές USB που αποσυνδέθηκαν θα έχουν ένα μικρό εικονίδιο πριν από το όνομά τους.
es_419: Los dispositivos USB que han sido desconectados tendrán un pequeño ícono antes de su nombre.
fr: Les périphériques USB qui ont été déconnectés auront une petite icône avant leur nom.
he: מכשירי USB שנותקו יכללו סמל קטן לפני שמם.
hi: जो USB उपकरण डिस्कनेक्ट हो चुके हैं, उनके नाम से पहले एक छोटा आइकन होगा।
it: I dispositivi USB che sono stati disconnessi avranno una piccola icona prima del loro nome.
ja: 切断された USB デバイスには、その名前の前に小さなアイコンが表示されます。
ko: 분리된 USB 장치에는 이름 앞에 작은 아이콘이 표시됩니다.
pt_br: Dispositivos que foram desconectados terão um pequeno ícone ao lado do seu nome.
ro: Dispozitive USB care au fost deconectate vor avea o mică pictogramă înaintea numelui lor.
ru: USB-устройства, которые были отключены, будут иметь маленькую иконку перед именем.
th: อุปกรณ์ USB ที่ถูกตัดการเชื่อมต่อจะมีไอคอนเล็ก ๆ อยู่หน้าชื่อ
tr: Bağlantısı kesilen USB cihazlarının isimlerinden önce küçük bir simge olacaktır.
uk: USB-пристрої, які були від’єднані, матимуть маленьку іконку перед своєю назвою.
zh_hans: 已断开连接的 USB 设备将其名称前面带有一个小图标。

source: Disconnected
ar: مفصول
ca: Desconnectat
da: Frakoblet
el: Αποσυνδεδεμένο
es_419: Desconectado
fr: Déconnecté
he: מנותק
hi: डिस्कनेक्टेड
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
pt_br: Desconectado
ro: Deconectat
ru: Отключено
th: ถูกตัดการเชื่อมต่อ
tr: Bağlantısı kesildi
uk: Від’єднано
zh_hans: 已断开

# delete_device_history
source: Forget all previously connected devices
ar: مسح سجل الأجهزة
ca: Esborrar l’historial de dispositius connectats
da: Ryd historik over tilsluttede enheder
el: Καθαρισμός ιστορικού συνδεδεμένων συσκευών
es_419: Limpiar historial de dispositivos conectados
fr: Effacer l’historique des appareils connectés
he: נקה היסטוריית מכשירים מחוברים
hi: कनेक्टेड उपकरणों का इतिहास साफ़ करें
it: Cancella cronologia dispositivi connessi
ja: 接続されたデバイスの履歴を消去
ko: 연결된 장치 기록 지우기
pt_br: Limpar histórico de dispositivos
ro: Șterge istoricul dispozitivelor conectate
ru: Очистить историю подключённых устройств
th: ล้างประวัติอุปกรณ์ที่เชื่อมต่อ
tr: Bağlı cihazların geçmişini temizle
uk: Очистити історію підключених пристроїв
zh_hans: 清除已连接设备历史

source: Remove from history
ar: إزالة من السجل
ca: Elimina de l'historial
da: Fjern fra historik
el: Αφαίρεση από το ιστορικό
es_419: Eliminar del historial
fr: Supprimer de l’historique
he: הסר מההיסטוריה
hi: इतिहास से हटाएं
it: Rimuovi dalla cronologia
ja: 履歴から削除
ko: 기록에서 제거
pt_br: Remover do histórico
ro: Elimină din istoric
ru: Удалить из истории
th: ลบออกจากประวัติ
tr: Geçmişten kaldır
uk: Видалити з історії

# enabling_this_will_cause_restart
source: Enabling this will cause the app to restart
ar: تفعيل هذا سيجعل MenuBarUSB يعيد التشغيل
ca: Activar això farà que l'aplicació es reiniciï
da: Aktivering af dette vil få appen til at genstarte
el: Η ενεργοποίηση αυτού θα προκαλέσει επανεκκίνηση της εφαρμογής
es_419: Activar esto hará que la app se reinicie
fr: Activer cette option redémarrera l’application
he: הפעלת אפשרות זו תגרום לאפליקציה להפעיל מחדש
hi: इसे सक्षम करने से ऐप पुनः आरंभ होगा
it: L'attivazione di questa opzione riavvierà l'app
ja: これを有効にするとアプリが再起動します
ko: 이 기능을 활성화하면 앱이 다시 시작됩니다
pt_br: Ativar isso fará o MenuBarUSB reiniciar
ro: Activarea acestei opțiuni va reporni aplicația
ru: Включение этой функции приведет к перезапуску приложения
th: การเปิดใช้งานนี้จะทำให้แอปเริ่มต้นใหม่
tr: Bunu etkinleştirmek uygulamanın yeniden başlatılmasına neden olur
uk: Увімкнення цього призведе до перезапуску програми

source: Hide button
ar: إخفاء الزر
ca: Amaga el botó
da: Skjul knap
el: Απόκρυψη κουμπιού
es_419: Ocultar botón
fr: Masquer le bouton
he: הסתר כפתור
hi: बटन छिपाएं
it: Nascondi pulsante
ja: ボタンを非表示にする
ko: 버튼 숨기기
pt_br: Esconder botão
ro: Ascunde butonul
ru: Скрыть кнопку
th: ซ่อนปุ่ม
tr: Düğmeyi gizle
uk: Приховати кнопку

source: Force English
ar: فرض اللغة الإنجليزية
ca: Força l'anglès
da: Tving engelsk
el: Επιβολή αγγλικών
es_419: Forzar inglés
fr: Forcer l’anglais
he: כפה אנגלית
hi: अंग्रेज़ी को मजबूर करें
it: Forza inglese
ja: 英語を強制する
ko: 영어로 강제 설정
pt_br: Forçar idioma inglês
ro: Forțează engleza
ru: Принудительно использовать английский
th: บังคับภาษาอังกฤษ
tr: İngilizceye zorla
uk: Примусово використовувати англійську

# force_english_description
source: The default language will always be English regardless of your operating system language.
ar: سيكون اللغة الافتراضية دائمًا الإنجليزية، بغض النظر عن لغة macOS.
ca: L'idioma per defecte sempre serà l'anglès independentment de l'idioma del teu sistema operatiu.
da: Standardsproget vil altid være engelsk, uanset hvilket sprog dit operativsystem bruger.
el: Η προεπιλεγμένη γλώσσα θα είναι πάντα τα αγγλικά ανεξάρτητα από τη γλώσσα του λειτουργικού σας συστήματος.
es_419: El idioma predeterminado siempre será inglés sin importar el idioma de tu sistema operativo.
fr: La langue par défaut sera toujours l’anglais, quel que soit la langue de votre système d’exploitation.
he: שפת ברירת המחדל תהיה תמיד אנגלית, ללא קשר לשפת מערכת ההפעלה שלך.
hi: डिफ़ॉल्ट भाषा हमेशा अंग्रेज़ी रहेगी, चाहे आपके ऑपरेटिंग सिस्टम की भाषा कुछ भी हो।
it: La lingua predefinita sarà sempre l'inglese, indipendentemente dalla lingua del tuo sistema operativo.
ja: デフォルトの言語は常に英語になり、OSの言語設定には関係ありません。
ko: 기본 언어는 운영체제 언어와 관계없이 항상 영어로 설정됩니다.
pt_br: Força o idioma inglês no MenuBarUSB.
ro: Limba implicită va fi întotdeauna engleza, indiferent de limba sistemului tău de operare.
ru: Язык по умолчанию всегда будет английским, независимо от языка вашей операционной системы.
th: ภาษาหลักจะเป็นภาษาอังกฤษเสมอโดยไม่ขึ้นอยู่กับภาษาของระบบปฏิบัติการของคุณ
tr: Varsayılan dil, işletim sisteminizin dilinden bağımsız olarak her zaman İngilizce olacaktır.
uk: Мовою за замовчуванням завжди буде англійська, незалежно від мови вашої операційної системи.

source: Disable haptic feedback
ar: تعطيل الاهتزاز اللمسي
ca: Desactiva la retroalimentació hàptica
da: Deaktiver haptisk feedback
el: Απενεργοποίηση απτικής ανάδρασης
es_419: Desactivar retroalimentación háptica
fr: Désactiver le retour haptique
he: השבת משוב הפטי
hi: हैप्टिक फीडबैक अक्षम करें
it: Disattiva feedback aptico
ja: ハプティックフィードバックを無効にする
ko: 햅틱 피드백 비활성화
pt_br: Desativar vibração no trackpad
ro: Dezactivează feedback-ul haptic
ru: Отключить тактильный отклик
th: ปิดการตอบสนองแบบสัมผัส
tr: Dokunsal geri bildirimi devre dışı bırak
uk: Вимкнути тактильний відгук

# disable_haptic_feedback_description
source: Specific actions trigger a soft vibration on the trackpad, providing a refined sense of interaction, especially through hover gestures.
ar: تؤدي إجراءات معينة إلى اهتزاز خفيف على لوحة التتبع، مما يوفر إحساسًا دقيقًا بالتفاعل، خاصة من خلال إيماءات التحويم.
ca: Accions específiques activen una vibració suau al trackpad, proporcionant una sensació d’interacció refinada, especialment a través de gestos de passar per sobre.
da: Bestemte handlinger udløser en blød vibration på trackpaden, hvilket giver en forfinet følelse af interaktion, især gennem svævebevægelser.
el: Συγκεκριμένες ενέργειες προκαλούν απαλή δόνηση στο trackpad, προσφέροντας μια εκλεπτυσμένη αίσθηση αλληλεπίδρασης, ειδικά μέσω κινήσεων αιώρησης.
es_419: Algunas acciones activan una vibración suave en el trackpad, brindando una sensación de interacción refinada, especialmente a través de gestos al pasar el cursor.
fr: Certaines actions déclenchent une légère vibration sur le trackpad, offrant une sensation d’interaction raffinée, notamment via les gestes de survol.
he: פעולות מסוימות מפעילות רטט עדין על משטח המגע, מה שמספק תחושת אינטראקציה מעודנת, במיוחד באמצעות מחוות ריחוף.
hi: कुछ क्रियाएं ट्रैकपैड पर हल्का कंपन उत्पन्न करती हैं, जो विशेष रूप से होवर इशारों के माध्यम से एक परिष्कृत इंटरैक्शन अनुभव प्रदान करती हैं।
it: Alcune azioni attivano una leggera vibrazione sul trackpad, offrendo una sensazione di interazione raffinata, soprattutto tramite gesti di passaggio.
ja: 特定の操作でトラックパッドが軽く振動し、特にホバージェスチャーによって洗練された操作感を提供します。
ko: 특정 동작이 트랙패드에서 부드러운 진동을 트리거하여, 특히 호버 제스처를 통해 정교한 상호작용 경험을 제공합니다.
pt_br: Ações específicas ativam uma leve vibração no trackpad, especialmente por meio de gestos de passar o cursor.
ro: Anumite acțiuni declanșează o vibrație ușoară pe trackpad, oferind o senzație rafinată de interacțiune, mai ales prin gesturi de plutire.
ru: Некоторые действия вызывают лёгкую вибрацию на трекпаде, обеспечивая утончённое ощущение взаимодействия, особенно при наведении.
th: การกระทำบางอย่างจะทำให้ทัชแพดสั่นเบาๆ มอบประสบการณ์การโต้ตอบที่ละเอียดอ่อน โดยเฉพาะเมื่อใช้ท่าทางการวางเมาส์เหนือวัตถุ.
tr: Belirli eylemler trackpad üzerinde hafif bir titreşim tetikleyerek, özellikle üzerine gelme hareketleriyle rafine bir etkileşim hissi sağlar.
uk: Деякі дії викликають легку вібрацію на трекпаді, забезпечуючи витончене відчуття взаємодії, особливо під час наведення курсора.

source: Restore name
ar: استعادة الاسم
ca: Restaura el nom
da: Gendan navn
el: Επαναφορά ονόματος
es_419: Restaurar nombre
fr: Restaurer le nom
he: שחזר שם
hi: नाम पुनर्स्थापित करें
it: Ripristina nome
ja: 名前を復元
ko: 이름 복원
pt_br: Apagar nome
ro: Restaurează numele
ru: Восстановить имя
th: กู้คืนชื่อ
tr: İsmi geri yükle
uk: Відновити ім’я

source: Open Legacy Settings
ar: فتح الإعدادات القديمة
ca: Obrir la configuració antiga
da: Åbn gamle indstillinger
el: Άνοιγμα παλαιών ρυθμίσεων
es_419: Abrir configuraciones antiguas
fr: Ouvrir les anciens paramètres
he: פתח הגדרות ישנות
hi: पुरानी सेटिंग्स खोलें
it: Apri impostazioni vecchie
ja: 古い設定を開く
ko: 이전 설정 열기
pt_br: Abrir Configurações Legacy
ro: Deschide setările vechi
th: เปิดการตั้งค่าเก่า
tr: Eski ayarları aç
uk: Відкрити старі налаштування

source: Copy All Properties
ar: نسخ كل الخصائص
ca: Copia totes les propietats
da: Kopier alle egenskaber
el: Αντιγραφή όλων των ιδιοτήτων
es_419: Copiar todas las propiedades
fr: Copier toutes les propriétés
he: העתק את כל המאפיינים
hi: सभी गुण कॉपी करें
it: Copia tutte le proprietà
ja: すべてのプロパティをコピー
ko: 모든 속성 복사
pt_br: Copiar todas as informações
ro: Copiază toate proprietățile
th: คัดลอกคุณสมบัติทั้งหมด
tr: Tüm özellikleri kopyala
uk: Скопіювати всі властивості

source: New Heir
ar: وارث جديد
ca: Nou hereu
da: Ny arving
el: Νέος κληρονόμος
es_419: Nuevo heredero
fr: Nouvel héritier
he: יורש חדש
hi: नया उत्तराधिकारी
it: Nuovo erede
ja: 新しい継承者
ko: 새 상속자
pt_br: Novo herdeiro
ro: Moștenitor nou
th: ทายาทใหม่
tr: Yeni varis
uk: Новий спадкоємець

source: Kill Inheritance
ar: إلغاء الوراثة
ca: Elimina l'herència
da: Fjern arv
el: Κατάργηση κληρονομιάς
es_419: Eliminar herencia
fr: Supprimer l’héritage
he: בטל ירושה
hi: विरासत समाप्त करें
it: Elimina ereditarietà
ja: 継承を解除
ko: 상속 제거
pt_br: Remover heranças
ro: Șterge moștenirea
th: ยกเลิกการสืบทอด
tr: Mirası kaldır
uk: Видалити спадкування

source: Search
ar: بحث
ca: Cerca
da: Søg
el: Αναζήτηση
es_419: Buscar
fr: Rechercher
he: חיפוש
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
ro: Caută
th: ค้นหา
tr: Ara
uk: Пошук

source: Clear all inheritances
ar: مسح جميع الوراثات
ca: Esborra totes les herències
da: Ryd alle arveforhold
el: Καθαρισμός όλων των κληρονομιών
es_419: Borrar todas las herencias
fr: Effacer tous les héritages
he: נקה את כל הירושות
hi: सभी विरासतें साफ़ करें
it: Cancella tutte le ereditarietà
ja: すべての継承をクリア
ko: 모든 상속 지우기
pt_br: Limpar todas as heranças
ro: Șterge toate moștenirile
th: ล้างการสืบทอดทั้งหมด
tr: Tüm mirasları temizle
uk: Очистити всі спадкування

source: Security Mode
ar: وضع الأمان
ca: Mode de seguretat
da: Sikkerhedstilstand
el: Λειτουργία ασφαλείας
es_419: Modo de seguridad
fr: Mode de sécurité
he: מצב אבטחה
hi: सुरक्षा मोड
it: Modalità sicurezza
ja: セキュリティモード
ko: 보안 모드
pt_br: Modo de segurança
ro: Mod de securitate
th: โหมดความปลอดภัย
tr: Güvenlik modu
uk: Режим безпеки

# disable_context_menu_heritage
source: Disable heritage in context menu
ar: تعطيل الوراثة في قائمة السياق
ca: Desactiva l'herència al menú contextual
da: Deaktiver arv i kontekstmenu
el: Απενεργοποίηση κληρονομιάς στο μενού περιβάλλοντος
es_419: Deshabilitar herencia en el menú contextual
fr: Désactiver l’héritage dans le menu contextuel
he: השבת ירושה בתפריט ההקשר
hi: संदर्भ मेनू में विरासत अक्षम करें
it: Disattiva ereditarietà nel menu contestuale
ja: コンテキストメニューの継承を無効化
ko: 컨텍스트 메뉴에서 상속 비활성화
pt_br: Desativar herança no menu de contexto
ro: Dezactivează moștenirea în meniul contextual
th: ปิดการสืบทอดในเมนูคลิกขวา
tr: Bağlam menüsünde mirası devre dışı bırak
uk: Вимкнути спадкування в контекстному меню

# disable_context_menu_heritage_description
source: Heritage options no longer appear.
ar: لن تظهر خيارات الوراثة بعد الآن.
ca: Les opcions d'herència ja no apareixeran.
da: Arvemuligheder vises ikke længere.
el: Οι επιλογές κληρονομιάς δεν εμφανίζονται πλέον.
es_419: Las opciones de herencia ya no aparecerán.
fr: Les options d’héritage n’apparaissent plus.
he: אפשרויות הירושה אינן מופיעות עוד.
hi: विरासत विकल्प अब नहीं दिखेंगे।
it: Le opzioni di ereditarietà non vengono più visualizzate.
ja: 継承オプションは表示されなくなります。
ko: 상속 옵션이 더 이상 표시되지 않습니다.
pt_br: As opções de herança não aparecerão mais.
ro: Opțiunile de moștenire nu mai apar.
th: ตัวเลือกการสืบทอดจะไม่ปรากฏอีกต่อไป.
tr: Miras seçenekleri artık görünmeyecek.
uk: Параметри спадкування більше не відображаються.

source: Show scrollbar
ar: إظهار شريط التمرير
ca: Mostra la barra de desplaçament
da: Vis rullebjælke
el: Εμφάνιση γραμμής κύλισης
es_419: Mostrar barra de desplazamiento
fr: Afficher la barre de défilement
it: Mostra barra di scorrimento
ja: スクロールバーを表示
ko: 스크롤바 표시
pt_br: Mostrar barra de rolagem
ro: Afișează bara de derulare
th: แสดงแถบเลื่อน
tr: Kaydırma çubuğunu göster
uk: Показати смугу прокрутки
