Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

# insert_new_name
source: New name
ar: اسم جديد
ca: Nom nou
da: Nyt navn
el: Νέο όνομα
es_419: Nuevo nombre
fr: Nouveau nom
he: שם חדש
hi: नया नाम
it: Nuovo nome
ja: 新しい名前
ko: 새로운 이름
pt_br: Novo nome
ro: Noul nume
ru: Новое имя
th: ชื่อใหม่
tr: Yeni isim
uk: Нова назва
zh_hans: 新名称

source: Confirm
ar: تأكيد
ca: Confirma
da: Bekræft
el: Επιβεβαίωση
es_419: Confirmar
fr: Confirmer
he: אישור
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ro: Confirmă
ru: Подтвердить
th: ยืนยัน
tr: OK
uk: Підтвердити
zh_hans: 确认

# renaming_help
source: Renaming with an empty text box will remove the custom name previously set for the USB device.
ar: إعادة التسمية مع حقل نص فارغ ستُزيل الاسم المخصص المُعيّن مسبقًا للجهاز.
ca: Si reanomenes amb el camp de text buit, s’eliminarà el nom personalitzat assignat prèviament al dispositiu.
da: Hvis du omdøber med et tomt tekstfelt, fjernes det brugerdefinerede navn, der tidligere blev tildelt enheden.
el: Αν γίνει μετονομασία με το πεδίο κειμένου κενό, θα αφαιρεθεί το όνομα που είχε δοθεί προηγουμένως στη συσκευή.
es_419: Si renombras dejando el campo vacío, se quitará el nombre personalizado que antes tenía el dispositivo.
fr: Renommer avec un champ vide supprimera le nom personnalisé attribué précédemment à l’appareil.
he: שינוי שם עם תיבת טקסט ריקה יסיר את השם המותאם שהוגדר קודם למכשיר ה-USB.
hi: यदि आप खाली टेक्स्ट बॉक्स के साथ नाम बदलते हैं, तो डिवाइस को पहले दिया गया कस्टम नाम हटा दिया जाएगा।
it: Rinominando con il campo di testo vuoto, verrà rimosso il nome personalizzato precedentemente assegnato al dispositivo.
ja: テキストボックスを空のまま名前を変更すると、以前設定されたカスタム名が削除されます。
ko: 텍스트 상자를 비워 둔 채 이름을 변경하면, 이전에 설정한 사용자 지정 이름이 제거됩니다.
pt_br: Renomear com a caixa de texto vazia irá remover o nome personalizado atribuído anteriormente ao dispositivo.
ro: Dacă redenumești lăsând câmpul gol, numele personalizat atribuit anterior dispozitivului va fi eliminat.
ru: Если переименовать с пустым полем, пользовательское имя, ранее заданное для устройства, будет удалено.
th: หากเปลี่ยนชื่อโดยไม่กรอกข้อความ ชื่อที่ตั้งไว้ก่อนหน้านี้ของอุปกรณ์จะถูกลบออก.
tr: Metin kutusu boş bırakılarak yeniden adlandırılırsa, cihaz için daha önce belirlenen özel ad kaldırılır.
uk: Якщо перейменувати з порожнім полем, попередньо встановлену назву пристрою буде видалено.
zh_hans: 如果在文本框为空的情况下重命名，将会删除之前为设备设置的自定义名称。

# renamed_indicator
source: Indicator for renamed devices
ar: مؤشر للأجهزة المعاد تسميتها
ca: Indicador per a dispositius renombrats
da: Indikator for omdøbte enheder
el: Δείκτης για μετονομασμένες συσκευές
es_419: Indicador para dispositivos renombrados
fr: Indicateur pour appareils renommés
he: אינדיקטור למכשירים ששונו שמם
hi: पुनः नामांकित डिवाइस के लिए संकेतक
it: Indicatore per dispositivi rinominati
ja: 名前を変更したデバイスのインジケーター
ko: 이름이 변경된 장치 표시기
pt_br: Indicador para dispositivos renomeados
ro: Indicator pentru dispozitive redenumite
ru: Индикатор для переименованных устройств
th: ตัวบ่งชี้สำหรับอุปกรณ์ที่เปลี่ยนชื่อ
tr: Yeniden adlandırılmış cihaz göstergesi
uk: Індикатор для перейменованих пристроїв
zh_hans: 已重命名设备指示

# renamed_indicator_description
source: USB devices that have been renamed will have a ● before their name.
ar: الأجهزة USB التي أُعيدت تسميتها سيكون أمام اسمها ●.
ca: Els dispositius USB que s'han renombrat tindran un ● davant del seu nom.
da: USB-enheder, der er blevet omdøbt, vil have en ✏ foran deres navn.
el: Οι USB συσκευές που έχουν μετονομαστεί θα έχουν ένα ● πριν από το όνομά τους.
es_419: Los dispositivos USB que se han renombrado tendrán un ✏ antes de su nombre.
fr: Les périphériques USB qui ont été renommés auront un ● devant leur nom.
he: מכשירי USB ששונו שמם יהיו עם ● לפני השם שלהם.
hi: USB डिवाइस जिन्हें पुनः नामांकित किया गया है, उनके नाम के पहले ● दिखाई देगा।
it: I dispositivi USB che sono stati rinominati avranno un ✏ prima del loro nome.
ja: 名前を変更したUSBデバイスには、名前の前に ▪ が付きます。
ko: 이름이 변경된 USB 장치 이름 앞에는 ▪ 표시가 나타납니다.
pt_br: Dispositivos USB que foram renomeados terão um pequeno ícone antes do nome.
ro: Dispozitivele USB care au fost redenumite vor avea un ✏ înaintea numelui lor.
ru: USB-устройства, которые были переименованы, будут иметь ● перед своим именем.
th: อุปกรณ์ USB ที่ถูกเปลี่ยนชื่อจะมี ▪ อยู่ข้างหน้าชื่อของพวกมัน.
tr: Yeniden adlandırılmış USB cihazlarının isimlerinin önünde ▪ bulunacaktır.
uk: USB-пристрої, які були перейменовані, матимуть ▪ перед своєю назвою.
zh_hans: 已重命名的USB设备名称前将显示 ● 符号。

source: Hide
ar: إخفاء
ca: Amagar
da: Skjul
el: Απόκρυψη
es_419: Ocultar
fr: Masquer
he: הסתר
hi: छुपाएँ
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
th: ซ่อน
tr: Gizle
uk: Приховати
zh_hans: 隐藏

source: Hidden
ar: مخفي
ca: Amagat
da: Skjult
el: Κρυφό
es_419: Oculto
fr: Masqué
he: מוסתר
hi: छुपा हुआ
it: Nascosto
ja: 非表示済み
ko: 숨김
pt_br: Oculto
ro: Ascuns
ru: Скрыто
th: ถูกซ่อน
tr: Gizli
uk: Приховано
zh_hans: 已隐藏

source: Hide device
ar: إخفاء USB
ca: Amagar dispositiu
da: Skjul enhed
el: Απόκρυψη συσκευής
es_419: Ocultar USB
fr: Masquer l’appareil
he: הסתר מכשיר
hi: डिवाइस छुपाएँ
it: Nascondi USB
ja: デバイスを非表示
ko: 장치 숨기기
pt_br: Ocultar USB
ro: Ascunde dispozitiv
ru: Чтобы скрыть
th: ซ่อนอุปกรณ์
tr: Cihazı gizle
uk: Приховати
zh_hans: 隐藏设备

# hidden_indicator
source: Indicator for hidden devices
ar: مؤشر للأجهزة المخفية
ca: Indicador per a dispositius amagats
da: Indikator for skjulte enheder
el: Δείκτης για κρυφές συσκευές
es_419: Indicador de dispositivos ocultos
fr: Indicateur des appareils masqués
he: מראה כמה התקנים נסתרים מחוברים.
hi: छिपे हुए डिवाइस का संकेतक
it: Indicatore per dispositivi nascosti
ja: 非表示デバイスのインジケーター
ko: 숨겨진 장치 표시기
pt_br: Indicador de dispositivos ocultos
ro: Indicator pentru dispozitive ascunse
ru: Индикатор скрытых устройств
th: ตัวบ่งชี้สำหรับอุปกรณ์ที่ถูกซ่อน
tr: Gizli cihaz göstergesi
uk: Індикатор прихованих пристроїв
zh_hans: 隐藏设备指示器

# hidden_indicator_description
source: Shows how many hidden devices are connected.
ar: يعرض عدد الأجهزة المخفية المتصلة دون إظهار الكثير من المعلومات.
ca: Mostra quants dispositius estan amagats.
da: Viser hvor mange enheder der er skjult.
el: Εμφανίζει πόσες συσκευές είναι κρυφές.
es_419: Muestra cuántos dispositivos están ocultos.
fr: Affiche combien d’appareils sont masqués.
he: מראה כמה מכשירים הוסתרו בפינה השמאלית התחתונה.
hi: दिखाता है कितने डिवाइस छिपे हुए हैं
it: Mostra quanti dispositivi sono nascosti.
ja: 非表示にされているデバイスの数を表示します
ko: 숨겨진 장치의 수를 표시합니다
pt_br: Exibe quantos dispositivos ocultos estão conectados, sem mostrar muitas informações.
ro: Arată câte dispozitive sunt ascunse
ru: Отображает количество подключенных скрытых устройств, не показывая информацию об устройстве.
th: แสดงจำนวนอุปกรณ์ที่ถูกซ่อน
tr: Kaç cihazın gizlendiğini gösterir
uk: Показує, скільки пристроїв приховано
zh_hans: 显示连接了多少个隐藏设备，但不显示设备信息。

source: Bitcoin on-chain transfer
ar: تحويل بيتكوين on-chain
ca: Transferència Bitcoin on-chain
da: Bitcoin on-chain overførsel
el: Μεταφορά Bitcoin on-chain
es_419: Transferencia de Bitcoin on-chain
fr: Transfert Bitcoin on-chain
he: העברת ביטקוין בשרשרת
hi: बिटकॉइन ऑन-चेन ट्रांसफर
it: Trasferimento Bitcoin on-chain
ja: ビットコインのオンチェーン転送
ko: 비트코인 온체인 전송
pt_br: Transferência Bitcoin on-chain
ro: Transfer Bitcoin on-chain
ru: Bitcoin перевод on-chain
th: การโอน Bitcoin on-chain
tr: Bitcoin zincir içi transfer
uk: Переказ Bitcoin on-chain
zh_hans: 比特币链上转账

source: Litecoin on-chain transfer
ar: تحويل لايتكوين on-chain
ca: Transferència Litecoin on-chain
da: Litecoin on-chain overførsel
el: Μεταφορά Litecoin on-chain
es_419: Transferencia de Litecoin on-chain
fr: Transfert Litecoin on-chain
he: העברת לייטקוין בשרשרת
hi: लाइटकॉइन ऑन-चेन ट्रांसफर
it: Trasferimento Litecoin on-chain
ja: ライトコインのオンチェーン転送
ko: 라이트코인 온체인 전송
pt_br: Transferência Litecoin on-chain
ro: Transfer Litecoin on-chain
ru: Litecoin перевод on-chain
th: การโอน Litecoin on-chain
tr: Litecoin zincir içi transfer
uk: Переказ Litecoin on-chain
zh_hans: 莱特币链上转账

source: Show LTC Address
ar: عرض عنوان LTC
ca: Mostra l'adreça LTC
da: Vis LTC-adresse
el: Εμφάνιση διεύθυνσης LTC
es_419: Mostrar LTC
fr: Afficher l’adresse LTC
he: הצג כתובת LTC
hi: LTC पता दिखाएं
it: Mostra indirizzo LTC
ja: LTCアドレスを表示
ko: LTC 주소 표시
pt_br: Mostrar LTC
ro: Afișează adresa LTC
ru: Показать адрес LTC
th: แสดงที่อยู่ LTC
tr: LTC adresini göster
uk: Показати адресу LTC
zh_hans: 显示LTC地址

source: Show BTC Address
ar: عرض عنوان BTC
ca: Mostra l'adreça BTC
da: Vis BTC-adresse
el: Εμφάνιση διεύθυνσης BTC
es_419: Mostrar BTC
fr: Afficher l’adresse BTC
he: הצג כתובת BTC
hi: BTC पता दिखाएं
it: Mostra indirizzo BTC
ja: BTCアドレスを表示
ko: BTC 주소 표시
pt_br: Mostrar BTC
ro: Afișează adresa BTC
ru: Показать адрес BTC
th: แสดงที่อยู่ BTC
tr: BTC adresini göster
uk: Показати адресу BTC
zh_hans: 显示BTC地址

source: Copy
ar: نسخ
ca: Copia
da: Kopiér
el: Αντιγραφή
es_419: Copiar
fr: Copier
he: העתק
hi: कॉपी
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ro: Copiază
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
zh_hans: 复制

source: Cancel
ar: إلغاء
ca: Cancel·lar
da: Annuller
el: Ακύρωση
es_419: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ro: Anulează
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消

# hide_technical_info
source: Compact list
ar: قائمة مدمجة
ca: Llista compacta
da: Kompakt liste
el: Συμπαγής λίστα
es_419: Lista compacta
fr: Liste compacte
he: רשימה קומפקטית
hi: संक्षिप्त सूची
it: Lista compatta
ja: コンパクトリスト
ko: 간단 목록
pt_br: Lista compacta
ro: Listă compactă
ru: Компактный список
th: รายการแบบกะทัดรัด
tr: Kompakt liste
uk: Компактний список
zh_hans: 紧凑列表

# hide_technical_info_description
source: Hides all information related to speed, version, and other details. If enabled, the maximum port capacity will not be shown even if it is checked.
ar: يخفي كل المعلومات المتعلقة بالسرعة، الإصدار، والتفاصيل الأخرى.
ca: Amaga tota la informació relacionada amb la velocitat, la versió i altres detalls.
da: Skjuler alle oplysninger om hastighed, version og andre detaljer.
el: Αποκρύπτει όλες τις πληροφορίες που σχετίζονται με ταχύτητα, έκδοση και άλλα στοιχεία.
es_419: Oculta toda la información técnica sobre los dispositivos, haciendo la lista más compacta.
fr: Masque toutes les informations liées à la vitesse, la version et d’autres détails.
he: מסתיר את כל המידע הקשור למהירות, גרסה ופרטים נוספים.
hi: गति, संस्करण और अन्य विवरणों से संबंधित सभी जानकारी छिपाएँ।
it: Nasconde tutte le informazioni tecniche sui dispositivi, rendendo l'elenco più compatto.
ja: 速度、バージョン、その他の情報をすべて非表示にします。
ko: 속도, 버전 및 기타 정보와 관련된 모든 내용을 숨깁니다.
pt_br: Oculta todas as informações relacionadas à velocidade, versão e outros detalhes.
ro: Ascunde toate informațiile legate de viteză, versiune și alte detalii.
ru: Скрывает всю информацию, связанную со скоростью, версией и другими деталями. Если это работа, которая активна, максимальная способность да порты нао будет самой большой дорогой, которую можно найти.
th: ซ่อนข้อมูลทั้งหมดที่เกี่ยวข้องกับความเร็ว เวอร์ชัน และรายละเอียดอื่น ๆ
tr: Hız, sürüm ve diğer ayrıntılarla ilgili tüm bilgileri gizler.
uk: Приховує всю інформацію про швидкість, версію та інші деталі.
zh_hans: 隐藏所有与速度、版本和其他信息相关的内容。

# usb_detected
source: USB Connected
ar: تم توصيل USB
ca: USB detectat
da: USB registreret
el: USB ανιχνεύτηκε
es_419: USB detectado
fr: USB détecté
he: זוהה USB
hi: USB का पता चला
it: USB rilevata
ja: USBが検出されました
ko: USB가 감지되었습니다
pt_br: USB conectado
ro: USB detectat
ru: USB обнаружен
th: ตรวจพบ USB
tr: USB algılandı
uk: USB виявлено
zh_hans: 检测到 USB

# usb_detected_info
source: USB device plugged in.
ar: تم توصيل جهاز USB جديد.
ca: S'ha detectat un nou dispositiu USB.
da: Et nyt USB‑enhed er blevet registreret.
el: Ένας νέος δίσκος USB ανιχνεύτηκε.
es_419: Se ha detectado un nuevo dispositivo USB.
fr: Un nouveau périphérique USB a été détecté.
he: זוהה התקן USB חדש.
hi: एक नया USB डिवाइस पाया गया है।
it: È stato rilevato un nuovo dispositivo USB.
ja: 新しいUSBデバイスが検出されました。
ko: 새 USB 장치가 감지되었습니다.
pt_br: Um novo dispositivo USB foi conectado.
ro: Un nou dispozitiv USB a fost detectat.
ru: Обнаружено новое USB-устройство.
th: ตรวจพบอุปกรณ์ USB ใหม่
tr: Yeni bir USB aygıtı algılandı.
uk: Виявлено новий USB-пристрій.
zh_hans: 已检测到新的 USB 设备。

source: USB Disconnected
ar: تم فصل USB
ca: USB desconnectat
da: USB afbrudt
el: USB αποσυνδέθηκε
es_419: USB desconectado
fr: USB déconnecté
he: USB נותק
hi: USB डिस्कनेक्ट हुआ
it: USB disconnessa
ja: USBが切断されました
ko: USB 연결이 끊어졌습니다
pt_br: USB desconectado
ro: USB deconectat
ru: USB отключен
th: USB ถูกตัดการเชื่อมต่อ
tr: USB bağlantısı kesildi
uk: USB відключено
zh_hans: USB 已断开

# usb_disconnected_info
source: A USB device has been disconnected.
ar: تم فصل جهاز USB.
ca: S'ha desconnectat un dispositiu USB.
da: En USB‑enhed er blevet afbrudt.
el: Ένας δίσκος USB αποσυνδέθηκε.
es_419: Se ha desconectado un dispositivo USB.
fr: Un périphérique USB a été déconnecté.
he: התקן USB נותק.
hi: एक USB डिवाइस डिस्कनेक्ट हो गया है।
it: Un dispositivo USB è stato disconnesso.
ja: USBデバイスが切断されました。
ko: USB 장치의 연결이 끊어졌습니다.
pt_br: Um dispositivo USB foi desconectado.
ro: Un dispozitiv USB a fost deconectat.
ru: USB-устройство было отключено.
th: อุปกรณ์ USB ถูกตัดการเชื่อมต่อ
tr: Bir USB aygıtının bağlantısı kesildi.
uk: USB-пристрій було відключено.
zh_hans: USB 设备已断开。

# show_notification
source: Show device notifications
ar: عرض إشعارات الأجهزة
ca: Mostra les notificacions del dispositiu
da: Vis meddelelser
el: Εμφάνιση ειδοποιήσεων συσκευής
es_419: Mostrar notificaciones del USB
fr: Afficher les notifications de l'appareil
he: הצג התראות
hi: सूचनाएँ दिखाएँ
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
pt_br: Mostrar notificações de dispositivos
ro: Afișează notificări
ru: Показывать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri göster
uk: Показывать уведомления устройства
zh_hans: 显示设备通知

# show_notification_description
source: You may need to allow MenuBarUSB to send notifications, and depending on your macOS version, you may need to change the Alert Style. There is a small 3-sec buffer between notifications to avoid spam in cases of devices connecting and disconnecting frequently.
ar: عند إدخال أو إزالة جهاز USB، يظهر إشعار. من المهم ملاحظة أن هناك فاصل زمني لتجنب الفيض من الإشعارات. تحتاج إلى السماح للتطبيق بإرسال الإشعارات وقد تحتاج إلى تغيير "نمط التنبيه" في إصدارات macOS.
ca: Quan es connecta o desconnecta un dispositiu USB, apareix una notificació. Necessites permetre que l'aplicació enviï notificacions, i depenent de la versió del macOS, potser hauràs de canviar l’Estil d’alerta per a les notificacions.
da: Når en USB‑enhed tilsluttes eller fjernes, vises en meddelelse. Du skal tillade, at appen sender meddelelser, og afhængigt af din macOS‑version skal du muligvis ændre Alert‑stil for meddelelser. Notifikationer har en lille timer mellem sig for at undgå spam.
el: Όταν εισάγεται ή αφαιρείται μια συσκευή USB, εμφανίζεται ειδοποίηση. Πρέπει να επιτρέψεις στην εφαρμογή να στέλνει ειδοποιήσεις. Ανάλογα με την έκδοση macOS, ίσως χρειαστεί να αλλάξεις το Στυλ ειδοποιήσεων (Alert Style).
es_419: Cuando se inserta o retira un dispositivo USB, aparece una notificación. Debes permitir que la app envíe notificaciones y, dependiendo de tu versión de macOS, quizás necesites cambiar el Estilo de alerta de las notificaciones.
fr: Lorsqu’un périphérique USB est inséré ou retiré, une notification s’affiche. Vous devez autoriser l’application à envoyer des notifications et, selon votre version de macOS, il se peut que vous deviez modifier le Style d’alerte (Alert Style) des notifications. Les notifications ont un petit minuteur entre elles pour éviter le spam.
he: כאשר מכשיר USB מוכנס או מנותק, מופיעה התראה. עליך לאפשר לאפליקציה לשלוח התראות, ובהתאם לגרסת macOS שלך, ייתכן שיהיה עליך לשנות את **סגנון ההתראה (Alert Style).
hi: जब कोई USB डिवाइस जोड़ा या हटाया जाता है, तो एक सूचना प्रकट होती है। आपको ऐप को सूचनाएँ भेजने की अनुमति देनी होगी, और आपके macOS संस्करण के आधार पर, आपको अलर्ट स्टाइल (Alert Style) बदलने की आवश्यकता हो सकती है। स्पैम से बचने के लिए सूचनाओं के बीच एक छोटा टाइमर होता है।
it: Quando un dispositivo USB viene inserito o rimosso, appare una notifica. Devi consentire all’app di inviare notifiche e, a seconda della versione di macOS, potresti dover modificare lo Stile avviso (Alert Style) delle notifiche.
ja: USBデバイスが接続または取り外されると通知が表示されます。アプリが通知を送信できるように許可する必要があり、macOSのバージョンによっては通知の**アラートスタイル**を変更する必要があります。 スパムを避けるために、通知の間には短いタイマーが設けられています。
ko: USB 장치를 연결하거나 제거하면 알림이 나타납니다. 앱이 알림을 보낼 수 있도록 허용해야 하며, macOS 버전에 따라 알림의 Alert Style을 변경해야 할 수도 있습니다.
pt_br: Quando um dispositivo USB é inserido ou removido, uma notificação aparece. É importante observar que há um pequeno intervalo de buffer entre as notificações para evitar spam. Você precisa permitir que o app envie notificações e, dependendo da versão do macOS, talvez seja necessário alterar o "Alert Style".
ro: Când un dispozitiv USB este introdus sau scos, apare o notificare. Trebuie să permiți aplicației să trimită notificări și, în funcție de versiunea macOS, poate fi necesar să schimbi Alert Style al notificărilor.
ru: Когда USB-устройство подключается или отключается, появляется уведомление. Необходимо разрешить приложению отправку уведомлений, и в зависимости от версии macOS может потребоваться изменить Alert Style уведомлений. Важно отметить, что между уведомлениями существует небольшой буфер, чтобы избежать спама в случае частого подключения и отключения устройств.
th: เมื่อมีการเชื่อมต่อหรือถอดอุปกรณ์ USB จะมีการแจ้งเตือนปรากฏ คุณต้องอนุญาตให้แอปส่งการแจ้งเตือน และขึ้นอยู่กับเวอร์ชัน macOS ของคุณ อาจจำเป็นต้องเปลี่ยน Alert Style ของการแจ้งเตือน
tr: Bir USB aygıtı takıldığında veya çıkarıldığında bir bildirim görünür. Uygulamanın bildirim göndermesine izin vermeniz gerekir ve macOS sürümünüze bağlı olarak bildirimlerin Alert Style'ını değiştirmeniz gerekebilir.
uk: Коли USB-пристрій підключається або відключається, з’являється сповіщення. Потрібно дозволити додатку надсилати сповіщення, а залежно від версії macOS, можливо, потрібно буде змінити Alert Style сповіщень.
zh_hans: 当插入或移除 USB 设备时，会显示通知。您需要允许应用发送通知，并且根据 macOS 版本，可能需要更改通知的 Alert Style。 通知之间有一个小计时器，以避免垃圾邮件。

source: Reduce transparency
ar: تقليل الشفافية
ca: Redueix la transparència
da: Reducer gennemsigtighed
el: Μείωση διαφάνειας
es_419: Reducir transparencia
fr: Réduire la transparence
he: הפחת שקיפות
hi: पारदर्शिता कम करें
it: Riduci trasparenza
ja: 透明度を下げる
ko: 투명도 줄이기
pt_br: Reduzir transparência
ro: Reduce transparența
ru: Уменьшить прозрачность
th: ลดความโปร่งใส
tr: Saydamlığı azalt
uk: Зменшити прозорість
zh_hans: 降低透明度

# reduce_transparency_description
source: Turns down transparency to enhance text visibility.
ar: قلل الشفافية لتحسين وضوح النص.
ca: Redueix la transparència per millorar la visibilitat del text.
da: Skru ned for gennemsigtigheden for at forbedre tekstens synlighed.
el: Μειώστε τη διαφάνεια για καλύτερη ορατότητα του κειμένου
es_419: Disminuye la transparencia para mejorar la visibilidad.
fr: Réduisez la transparence pour améliorer la lisibilité du texte.
he: הפחת את השקיפות כדי לשפר את קריאות הטקסט
hi: पाठ की दृश्यता बढ़ाने के लिए पारदर्शिता कम करें
it: Riduci la trasparenza per migliorare la visibilità del testo.
ja: テキストの視認性を高めるために透明度を下げます
ko: 텍스트 가독성을 높이기 위해 투명도를 낮추세요
pt_br: Diminua a transparência para melhorar a legibilidade do texto.
ro: Redu transparența pentru a îmbunătăți vizibilitatea textului
ru: Уменьшите прозрачность, чтобы улучшить читаемость текста
th: ลดความโปร่งใสเพื่อเพิ่มความชัดเจนของข้อความ
tr: Metin görünürlüğünü artırmak için saydamlığı azaltın
uk: Зменште прозорість, щоб покращити видимість тексту.
zh_hans: 降低透明度以提高文字可见性

source: Back
ar: رجوع
ca: Enrere
da: Tilbage
el: Πίσω
es_419: Atrás
fr: Retour
he: חזרה
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ro: Înapoi
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
zh_hans: 返回

source: Updated
ar: تم التحديث
ca: Actualitzat
da: Opdateret
el: Ενημερώθηκε
es_419: OK
fr: Mis à jour
he: עודכן
hi: अपडेट किया गया
it: Aggiornato
ja: 更新済み
ko: 업데이트됨
pt_br: Atualizado
ro: Actualizat
ru: Обновлено
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
zh_hans: 已更新

source: Disable notification cooldown
ar: تعطيل التهدئة بين الإشعارات
ca: Desactivar la demora de notificacions
da: Deaktiver notifikationsnedkøling
el: Απενεργοποίηση καθυστέρησης ειδοποίησης
es_419: Desactivar el tiempo de espera de notificaciones
fr: Désactiver le délai de notification
he: השבתת השהיית התראות
hi: सूचना कूलडाउन अक्षम करें
it: Disattiva il cooldown delle notifiche
ja: 通知クールダウンを無効にする
ko: 알림 쿨다운 비활성화
pt_br: Desativar cooldown entre notificações
ro: Dezactivează perioada de răcire a notificărilor
ru: Отключить паузу уведомлений
th: ปิดใช้งานคูลดาวน์การแจ้งเตือน
tr: Bildirim bekleme süresini devre dışı bırak
uk: Вимкнути паузу сповіщень
zh_hans: 禁用通知冷却

# disable_notification_cooldown_description
source: May can be useful for those who want accurate feedback, but can be annoying with malfunctioning devices.
ar: أجهزة USB أو المنافذ المختلة يمكن أن تسبب تجربة مزعجة، لا يُنصح بالاستخدام المستمر.
ca: Dispositius o ports USB defectuosos poden provocar una experiència frustrant, no es recomana per a l’ús diari.
da: Dette eliminerer nedkølingstiden mellem notifikationer. Dette kan være nyttigt for dem, der ønsker præcis feedback, men kan være irriterende på enheder, der ikke fungerer korrekt.
el: Συσκευές ή θύρες USB με δυσλειτουργία μπορεί να προκαλέσουν απογοητευτική εμπειρία, δεν συνιστάται για καθημερινή χρήση.
es_419: Dispositivos o puertos USB defectuosos pueden causar una experiencia frustrante, no se recomienda para el uso diario.
fr: Les périphériques ou ports USB défectueux peuvent provoquer une expérience frustrante, il n’est pas recommandé pour un usage quotidien.
he: מכשירים או יציאות USB פגומים עלולים לגרום לחוויה מתסכלת, לא מומלץ לשימוש יומיומי.
hi: खराब काम करने वाले उपकरण या USB पोर्ट निराशाजनक अनुभव पैदा कर सकते हैं, इसे रोजमर्रा के उपयोग के लिए अनुशंसित नहीं किया जाता है।
it: Dispositivi o porte USB malfunzionanti possono causare un’esperienza frustrante, non è consigliato per l’uso quotidiano.
ja: 不具合のあるデバイスやUSBポートは、フラストレーションの溜まる体験を引き起こす可能性があり、日常的な使用は推奨されません。
ko: 오작동하는 장치나 USB 포트는 답답한 경험을 초래할 수 있으며, 일상적인 사용에는 권장되지 않습니다.
pt_br: Dispositivos ou portas USB com mau funcionamento podem resultar em uma experiência desagradável, não é recomendado para uso constante.
ro: Dispozitivele sau porturile USB defecte pot cauza o experiență frustrantă, nu este recomandat pentru utilizare zilnică.
ru: Неисправные устройства или USB-порты могут привести к разочаровывающему опыту, не рекомендуется для повседневного использования.
th: อุปกรณ์หรือพอร์ต USB ที่ทำงานผิดพลาดอาจทำให้เกิดประสบการณ์ที่น่าหงุดหงิด ไม่แนะนำให้ใช้ทุกวัน
tr: Arızalı cihazlar veya USB portları sinir bozucu bir deneyime yol açabilir, günlük kullanım için önerilmez.
uk: Несправні пристрої або USB-порти можуть спричинити розчаровуючий досвід, не рекомендується для щоденного використання.
zh_hans: 设备或USB端口故障可能导致令人沮丧的体验，不建议日常使用。

# system_category
source: System
ar: النظام
ca: Sistema
el: Σύστημα
es_419: Sistema
fr: Système
he: מערכת
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ro: Sistem
ru: Система
th: ระบบ
tr: Sistem
uk: Система

# ui_category
source: List
ar: القائمة
ca: Llista
da: Liste
el: Λίστα
es_419: Lista
fr: Liste
he: ממשק כללי
hi: सामान्य इंटरफ़ेस
it: Interfaccia
ja: リスト
ko: 목록
pt_br: Lista
ro: Lìsta
ru: Список
th: อินเทอร์เฟซทั่วไป
tr: Genel Arayüz
uk: Загальний інтерфейс

# usb_category
source: Information
ar: USB
ca: USB
da: USB
el: USB
es_419: USB
fr: USB
he: USB
hi: USB
it: USB
ja: USB
ko: USB
pt_br: USB
ro: USB
ru: USB
th: USB
tr: USB
uk: USB

# heritage_category
source: Heritage
ar: الوراثة
ca: Herència
da: Arv
el: Κληρονομιά
es_419: Herencia
fr: Héritage
he: מורשת
hi: विरासत
it: Eredità
ja: 継承
ko: 상속
pt_br: Herança
ro: Moștenire
ru: Наследование
th: มรดก
tr: Miras
uk: Спадщина
