Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

source: Force dark mode
ar: فرض الوضع الداكن
ca: Forçar mode fosc
da: Tving mørk tilstand
el: Αναγκαστική σκοτεινή λειτουργία
es_419: Forzar modo oscuro
fr: Forcer le mode sombre (dark mode)
he: כפה מצב כהה
hi: डार्क मोड मजबूर करें
it: Forza modalità scura
ja: ダークモードを強制
ko: 다크 모드 강제 적용
pt_br: Forçar modo escuro
ro: Forțează modul întunecat
ru: Принудительный тёмный режим
th: บังคับโหมดมืด
tr: Koyu modu zorla
uk: Примусово темний режим
zh_hans: 强制深色模式

# force_dark_mode_description
source: If you already have dark mode enabled on macOS, you won't see much difference, except that the background will always have reduced transparency.
ar: إذا كنت بالفعل تستخدم الوضع الداكن، فلن ترى فرقًا.
ca: Si ja tens activat el mode fosc al sistema, no veuràs cap diferència.
da: Hvis du allerede har mørk tilstand aktiveret på systemet, vil du ikke se nogen forskel.
el: Αν έχετε ήδη ενεργοποιημένη τη σκοτεινή λειτουργία, δεν θα δείτε καμία διαφορά.
es_419: Si ya tienes habilitado el modo oscuro en el sistema, no notarás ninguna diferencia.
fr: Si vous avez déjà activé le mode sombre sur le système, vous ne verrez aucune différence.
he: אם כבר הפעלת מצב כהה במערכת, לא תראה שינוי.
hi: यदि आपने पहले ही सिस्टम पर डार्क मोड सक्षम कर लिया है, तो आपको कोई अंतर दिखाई नहीं देगा।
it: Se hai già abilitato la modalità scura sul sistema, non vedrai alcuna differenza.
ja: すでにシステムでダークモードを有効にしている場合、違いは見えません。
ko: 시스템에서 이미 다크 모드를 사용 중이라면 차이가 보이지 않습니다.
pt_br: Se você já tem o modo escuro ativado, não verá diferença.
ro: Dacă modul întunecat este deja activat în sistem, nu veți observa nicio diferență.
ru: Если у вас уже включен темный режим на macOS, вы не увидите большой разницы, за исключением того, что фон всегда будет иметь пониженную прозрачность.
th: หากคุณเปิดโหมดมืดอยู่แล้ว ระบบจะไม่แสดงความแตกต่าง
tr: Sisteminizde zaten koyu mod etkinse, farkı görmezsiniz.
uk: Якщо темний режим уже увімкнено в системі, ви не помітите різниці.
zh_hans: 如果系统已经启用深色模式，则不会有任何变化。

source: Force light mode
ar: فرض الوضع الفاتح
ca: Forçar mode clar
da: Tving lys tilstand
el: Αναγκαστική φωτεινή λειτουργία
es_419: Forzar modo claro
fr: Forcer le mode clair (light mode)
he: כפה מצב בהיר
hi: लाइट मोड मजबूर करें
it: Forza modalità chiara
ja: ライトモードを強制
ko: 라이트 모드 강제 적용
pt_br: Forçar modo claro
ro: Forțează modul deschis
ru: Принудительный светлый режим
th: บังคับโหมดสว่าง
tr: Açık modu zorla
uk: Примусово світлий режим
zh_hans: 强制浅色模式

# force_light_mode_description
source: If you already have light mode enabled on macOS, you won't see much difference, except that the background will always have reduced transparency.
ar: إذا كنت تستخدم بالفعل الوضع الفاتح، فلن ترى فرقًا.
ca: Si ja tens activat el mode clar al sistema, no veuràs cap diferència.
da: Hvis du allerede har lys tilstand aktiveret på systemet, vil du ikke se nogen forskel.
el: Αν έχετε ήδη ενεργοποιημένη τη φωτεινή λειτουργία, δεν θα δείτε καμία διαφορά.
es_419: Si ya tienes habilitado el modo claro en el sistema, no notarás ninguna diferencia.
fr: Si vous avez déjà activé le mode clair sur le système, vous ne verrez aucune différence.
he: אם כבר הפעלת מצב בהיר במערכת, לא תראה שינוי.
hi: यदि आपने पहले ही सिस्टम पर लाइट मोड सक्षम कर लिया है, तो आपको कोई अंतर दिखाई नहीं देगा।
it: Se hai già abilitato la modalità chiara sul sistema, non vedrai alcuna differenza.
ja: すでにシステムでライトモードを有効にしている場合、違いは見えません。
ko: 시스템에서 이미 라이트 모드를 사용 중이라면 차이가 보이지 않습니다.
pt_br: Se você já tem o modo claro ativado, não verá diferença.
ro: Dacă modul deschis este deja activat în sistem, nu veți observa nicio diferență.
ru: Если у вас уже включен светлый режим на macOS, вы не увидите большой разницы, за исключением того, что фон всегда будет иметь пониженную прозрачность.
th: หากคุณเปิดโหมดสว่างอยู่แล้ว ระบบจะไม่แสดงความแตกต่าง
tr: Sisteminizde zaten açık mod etkinse, farkı görmezsiniz.
uk: Якщо світлий режим уже увімкнено в системі, ви не помітите різниці.
zh_hans: 如果系统已经启用浅色模式，则不会有任何变化。

source: Heritage
ar: الوراثة
ca: Herència
da: Arv
el: Κληρονομιά
es_419: Herencia
fr: Héritage
he: מורשת
hi: विरासत
it: Eredità
ja: 継承
ko: 상속
pt_br: Herança
ro: Moștenire
ru: Наследование
th: มรดก
tr: Miras
uk: Спадщина
zh_hans: 继承

source: Create inheritance
ar: إنشاء وراثة
ca: Crear herència
da: Opret arv
el: Δημιουργία κληρονομιάς
es_419: Crear herencia
fr: Créer héritage
he: צור מורשה
hi: विरासत बनाएं
it: Crea ereditarietà
ja: 継承を作成
ko: 상속 생성
pt_br: Criar herança
ro: Creează moștenire
ru: Создать наследование
th: สร้างมรดก
tr: Miras oluştur
uk: Створити спадщину
zh_hans: 创建继承

source: Confirm inheritance
ar: تأكيد الوراثة
ca: Confirmar herència
da: Bekræft arv
el: Επιβεβαίωση κληρονομιάς
es_419: Confirmar herencia
fr: Confirmer héritage
he: אשר מורשה
hi: विरासत की पुष्टि करें
it: Conferma ereditarietà
ja: 継承を確認
ko: 상속 확인
pt_br: Confirmar herança
ro: Confirmă moștenire
ru: Подтвердить наследование
th: ยืนยันมรดก
tr: Mirası onayla
uk: Підтвердити спадщину
zh_hans: 确认继承

# create_inheritance_description
source: You can layer devices by creating custom inheritances, making the device list look more uniform and organized.
ar: يمكنك تنظيم الأجهزة بإنشاء وراثات مخصصة، مما يجعل القائمة أكثر ترتيبًا.
ca: Pots organitzar els dispositius creant herències personalitzades, fent que la llista de dispositius sigui més uniforme i organitzada.
da: Du kan lagdele enheder ved at oprette brugerdefinerede arv, hvilket gør enhedslisten mere ensartet og organiseret.
el: Μπορείτε να στοιβάξετε συσκευές δημιουργώντας προσαρμοσμένες κληρονομιές, κάνοντας τη λίστα συσκευών πιο ομοιόμορφη και οργανωμένη.
es_419: Puedes organizar dispositivos creando herencias personalizadas, haciendo que la lista de dispositivos se vea más uniforme y organizada.
fr: Vous pouvez empiler des appareils en créant des héritages personnalisés, rendant la liste des appareils plus uniforme et organisée.
he: אתה יכול לסדר את המכשירים על ידי יצירת מורשות מותאמות אישית, מה שהופך את רשימת המכשירים לאחידה ומאורגנת יותר.
hi: आप कस्टम विरासत बनाकर उपकरणों को परत सकते हैं, जिससे डिवाइस सूची अधिक संगठित और एकसमान दिखती है।
it: Puoi sovrapporre i dispositivi creando ereditarietà personalizzate, rendendo l'elenco dei dispositivi più uniforme e organizzato.
ja: カスタム継承を作成してデバイスを階層化し、デバイスリストをより統一的で整理されたものにできます。
ko: 사용자 정의 상속을 만들어 장치를 계층화하여 장치 목록을 보다 균일하고 정리되게 할 수 있습니다.
pt_br: Você pode organizar os dispositivos criando heranças personalizadas, deixando a lista mais uniforme e organizada.
ro: Puteți organiza dispozitivele creând moșteniri personalizate, făcând lista de dispozitive mai uniformă și organizată.
ru: Вы можете организовать устройства, создавая пользовательские наследования, делая список устройств более упорядоченным.
th: คุณสามารถจัดลำดับอุปกรณ์โดยสร้างมรดกแบบกำหนดเอง ทำให้รายการอุปกรณ์เรียบง่ายและเป็นระเบียบมากขึ้น
tr: Özel miraslar oluşturarak cihazları katmanlayabilir, cihaz listelerini daha düzenli ve tutarlı hale getirebilirsiniz.
uk: Ви можете організовувати пристрої, створюючи власні спадщини, роблячи список пристроїв більш упорядкованим.
zh_hans: 您可以通过创建自定义继承来分层设备，使设备列表看起来更统一和有序。

# choose_the_device_inheritance
source: Choose the device to inherit or be inherited from
ar: اختر الجهاز الذي سيرث أو يُورث
ca: Tria el dispositiu per heretar o ser heretat
da: Vælg enheden der skal arve eller arves fra
el: Επιλέξτε τη συσκευή για να κληρονομήσει ή να κληρονομηθεί
es_419: Elige el dispositivo para heredar o ser heredado
fr: Choisissez l'appareil à hériter ou à être hérité
he: בחר את המכשיר שירש או יירש
hi: विरासत पाने या देने के लिए डिवाइस चुनें
it: Scegli il dispositivo da ereditare o da cui ereditare
ja: 継承させるデバイス、または継承されるデバイスを選択
ko: 상속할 장치 또는 상속 받을 장치를 선택
pt_br: Escolha o dispositivo para herdar ou ser herdado
ro: Alege dispozitivul care va moșteni sau va fi moștenit
ru: Выберите устройство для наследования или которое будет наследовать
th: เลือกอุปกรณ์ที่จะสืบทอดหรือถูกสืบทอด
tr: Miras alacak veya miras verecek cihazı seçin
uk: Виберіть пристрій, який буде успадковувати або буде успадкований
zh_hans: 选择要继承或被继承的设备

source: This device:
ar: هذا الجهاز:
ca: Aquest dispositiu:
da: Denne enhed:
el: Αυτή η συσκευή:
es_419: Este dispositivo:
fr: Cet appareil :
he: מכשיר זה:
hi: यह डिवाइस:
it: Questo dispositivo:
ja: このデバイス:
ko: 이 장치:
pt_br: Este dispositivo:
ro: Acest dispozitiv:
ru: Это устройство:
th: อุปกรณ์นี้:
tr: Bu cihaz:
uk: Цей пристрій:
zh_hans: 此设备：

source: will inherit another
ar: سيرث جهازًا آخر
ca: heretarà un altre
da: vil arve en anden
el: θα κληρονομήσει άλλη
es_419: heredará otro
fr: héritera d'un autre
he: ירש מכשיר אחר
hi: दूसरे से विरासत प्राप्त करेगा
it: erediterà un altro
ja: 別のデバイスを継承します
ko: 다른 장치를 상속합니다
pt_br: irá herdar outro
ro: va moșteni altul
ru: унаследует другое
th: จะสืบทอดอีกอุปกรณ์
tr: başka bir cihazdan miras alacak
uk: успадкує інший
zh_hans: 将继承另一个设备

source: Is inheriting from some device
ar: يرث من جهاز ما
ca: Està heretant d'algun dispositiu
da: Arver fra en anden enhed
el: κληρονομεί από κάποια συσκευή
es_419: Está heredando de algún dispositivo
fr: Hérite d'un appareil
he: יורש ממכשיר כלשהו
hi: किसी डिवाइस से विरासत प्राप्त कर रहा है
it: Sta ereditando da un dispositivo
ja: あるデバイスから継承中
ko: 어떤 장치에서 상속 중
pt_br: Está herdando de algum dispositivo
ro: Moștenește de la un dispozitiv
ru: унаследовано от другого устройства
th: กำลังสืบทอดจากอุปกรณ์อื่น
tr: Bir cihazdan miras alıyor
uk: успадковує від іншого пристрою
zh_hans: 正在继承某个设备

# will_be_the_master
source: It will be the master (passing inheritance to others)
ar: سيكون رئيسيًا للآخرين
ca: Serà el mestre (passant herència a altres)
da: Den vil være masteren (videresender arv til andre)
el: Θα είναι ο κύριος (μεταβιβάζοντας κληρονομιά σε άλλους)
es_419: Será el maestro (pasando la herencia a otros)
fr: Ce sera le maître (transmettant l'héritage aux autres)
he: יהיה המאסטר (מעביר מורשה לאחרים)
hi: यह मास्टर होगा (अन्य को विरासत पास करता है)
it: Sarà il master (trasmettendo l'ereditarietà agli altri)
ja: マスターになります（他に継承を渡す）
ko: 마스터가 됩니다 (다른 장치에 상속 전달)
pt_br: Passará herança para outros
ro: Va fi masterul (transmițând moștenirea altora)
ru: Будет главным (передавая наследование другим)
th: จะเป็นมาสเตอร์ (ถ่ายทอดมรดกไปยังอุปกรณ์อื่น)
tr: Ana cihaz olacak (mirası diğerlerine aktaracak)
uk: Буде головним (передає спадщину іншим)
zh_hans: 它将成为主设备（将继承传递给其他设备）

source: Which device is it inheriting from?
ar: من أي جهاز يَرِث؟
ca: De quin dispositiu està heretant?
da: Hvilken enhed arver den fra?
el: Από ποια συσκευή κληρονομεί;
es_419: ¿De qué dispositivo está heredando?
fr: De quel appareil hérite-t-il ?
he: מאיזה מכשיר הוא יורש?
hi: यह किस डिवाइस से विरासत ले रहा है?
it: Da quale dispositivo sta ereditando?
ja: どのデバイスから継承していますか？
ko: 어떤 장치에서 상속받고 있습니까?
pt_br: De qual dispositivo está herdando?
ro: De la ce dispozitiv moștenește?
ru: От какого устройства оно наследует?
th: สืบทอดจากอุปกรณ์ใด?
tr: Hangi cihazdan miras alıyor?
uk: Від якого пристрою успадковує?
zh_hans: 它正在继承哪个设备？

source: Which one will be the heir?
ar: أي واحد سيكون الوريث؟
ca: Quin serà l'hereu?
da: Hvilken bliver arvingen?
el: Ποια θα είναι ο κληρονόμος;
es_419: ¿Cuál será el heredero?
fr: Lequel sera l'héritier ?
he: מי יהיה היורש?
hi: कौन वारिस होगा?
it: Quale sarà l'erede?
ja: どれが継承者になりますか？
ko: 누가 상속자가 됩니까?
pt_br: Qual será o herdeiro?
ro: Care va fi moștenitorul?
ru: Кто будет наследником?
th: อุปกรณ์ใดจะเป็นผู้สืบทอด?
tr: Hangi cihaz mirasçı olacak?
uk: Хто буде спадкоємцем?
zh_hans: 哪一个将成为继承者？

source: Inheriting from another
ar: يرث من جهاز آخر
ca: Heretant d'un altre
da: Arver fra en anden
el: Κληρονομεί από άλλη
es_419: Heredando de otro
fr: Héritant d'un autre
he: יורש ממכשיר אחר
hi: दूसरे से विरासत प्राप्त कर रहा है
it: Ereditando da un altro
ja: 別のデバイスから継承中
ko: 다른 장치에서 상속 중
pt_br: Herdando de outro
ro: Moștenind de la altul
ru: Наследует от другого
th: กำลังสืบทอดจากอุปกรณ์อื่น
tr: Başka bir cihazdan miras alıyor
uk: Успадковує від іншого
zh_hans: 正在继承另一个设备

# both_inheriting_and_being_inherited
source: Is both inheriting and being inherited
ar: يرث ويُورث في الوقت نفسه
ca: Hereta i és heretat al mateix temps
da: Arver og bliver arvet samtidig
el: Κληρονομεί και κληρονομείται ταυτόχρονα
es_419: Está heredando y siendo heredado
fr: Hérite et est hérité
he: יורש ומיורש באותו הזמן
hi: विरासत ले रहा है और प्राप्त भी हो रहा है
it: Ereditando ed essendo ereditato
ja: 継承中かつ継承されている
ko: 상속 중이며 동시에 상속됨
pt_br: Está herdando e sendo herdado
ro: Moștenește și este moștenit
ru: Наследует и наследуется
th: กำลังสืบทอดและถูกสืบทอด
tr: Hem miras alıyor hem de miras veriyor
uk: Успадковує та одночасно успадковується
zh_hans: 正在继承并被继承

source: This device has no inheritance ties
ar: هذا الجهاز لا يملك أي روابط وراثة
ca: Aquest dispositiu no té vincles d'herència
da: Denne enhed har ingen arverelationer
el: Αυτή η συσκευή δεν έχει δεσμούς κληρονομιάς
es_419: Este dispositivo no tiene vínculos de herencia
fr: Cet appareil n'a aucun lien d'héritage
he: למכשיר זה אין קשרי מורשה
hi: इस डिवाइस का कोई विरासत संबंध नहीं है
it: Questo dispositivo non ha legami di ereditarietà
ja: このデバイスは継承の関連がありません
ko: 이 장치에는 상속 관계가 없습니다
pt_br: Este dispositivo não possui vínculos
ro: Acest dispozitiv nu are legături de moștenire
ru: У этого устройства нет наследственных связей
th: อุปกรณ์นี้ไม่มีความสัมพันธ์ด้านมรดก
tr: Bu cihazın miras bağı yok
uk: Цей пристрій не має спадкових зв’язків
zh_hans: 此设备没有继承关系

# device_cannot_inherit_or_be_inherited_by_itself
source: A device cannot inherit or be inherited by itself
ar: لا يمكن للجهاز أن يرث أو يُورث بنفسه
ca: Un dispositiu no pot heretar o ser heretat per si mateix
da: En enhed kan ikke arve eller arves af sig selv
el: Μια συσκευή δεν μπορεί να κληρονομήσει ή να κληρονομηθεί από τον εαυτό της
es_419: Un dispositivo no puede heredar ni ser heredado por sí mismo
fr: Un appareil ne peut pas hériter ou être hérité par lui-même
he: מכשיר אינו יכול לרשת או להיות מורש לעצמו
hi: एक डिवाइस खुद से विरासत नहीं ले सकता और न ही विरासत दे सकता है
it: Un dispositivo non può ereditare né essere ereditato da sé stesso
ja: デバイスは自分自身を継承したり継承されたりできません
ko: 장치는 자신에게 상속하거나 자신으로부터 상속받을 수 없습니다
pt_br: Um dispositivo não pode herdar nem ser herdado por si mesmo
ro: Un dispozitiv nu poate moșteni sau fi moștenit de el însuși
ru: Устройство не может наследовать или быть унаследованным самим собой
th: อุปกรณ์ไม่สามารถสืบทอดหรือถูกสืบทอดโดยตัวเองได้
tr: Bir cihaz kendisinden miras alamaz veya kendisine miras veremez
uk: Пристрій не може успадковувати або бути успадкованим самим собою
zh_hans: 设备不能继承自己，也不能被自己继承

source: Delete all inheritances
ar: حذف كل الروابط الوراثية
ca: Eliminar totes les herències
da: Slet alle arv
el: Διαγραφή όλων των κληρονομιών
es_419: Eliminar todas las herencias
fr: Supprimer tous les héritages
he: מחק את כל המורשות
hi: सभी विरासतें हटाएं
it: Elimina tutte le ereditarietà
ja: すべての継承を削除
ko: 모든 상속 삭제
pt_br: Deletar todas as heranças
ro: Șterge toate moștenirile
ru: Удалить все наследования
th: ลบมรดกทั้งหมด
tr: Tüm mirasları sil
uk: Видалити всі спадщини
zh_hans: 删除所有继承

source: Heir
ar: الوريث
ca: Hereu
da: Arving
el: Κληρονόμος
es_419: Heredero
fr: Héritier
he: יורש
hi: वारिस
it: Erede
ja: 継承者
ko: 상속자
pt_br: Herdeiro
ro: Moștenitor
ru: Наследник
th: ผู้สืบทอด
tr: Mirasçı
uk: Спадкоємець
zh_hans: 继承者

# disable_inheritance_layout
source: Disable inheritance-based layout
ar: تعطيل تخطيط مِبْنًى على الوراثة
ca: Desactivar disseny basat en herència
da: Deaktiver arv-baseret layout
el: Απενεργοποίηση διάταξης βασισμένης στην κληρονομιά
es_419: Deshabilitar diseño basado en herencia
fr: Désactiver la mise en page basée sur l'héritage
he: השבת תצוגה מבוססת מורשה
hi: विरासत-आधारित लेआउट अक्षम करें
it: Disabilita layout basato sull'ereditarietà
ja: 継承ベースのレイアウトを無効化
ko: 상속 기반 레이아웃 비활성화
pt_br: Desativar layout baseado em herança
ro: Dezactivează layout bazat pe moștenire
ru: Отключить макет на основе наследования
th: ปิดใช้งานเลย์เอาต์แบบมรดก
tr: Miras tabanlı düzeni devre dışı bırak
uk: Вимкнути макет на основі спадщини
zh_hans: 禁用继承布局

# disable_inheritance_layout_description
source: Disables inheritance-based layout in case you don't want to erase your inheritance settings.
ar: إذا لم ترغب في حذف إعدادات الوراثة لديك، لكنك أيضًا لا تريد استخدام التخطيط القائم على الوراثة.
ca: Desactiva el disseny basat en herència en cas que no vulguis esborrar la configuració d'herència.
da: Deaktiverer arvsbaseret layout, hvis du ikke vil slette dine arvsindstillinger.
el: Απενεργοποιήστε τη διάταξη που βασίζεται σε κληρονομικότητα σε περίπτωση που δεν θέλετε να διαγράψετε τις ρυθμίσεις κληρονομικότητας.
es_419: Deshabilite el diseño basado en herencia en caso de que no desee borrar su configuración de herencia.
fr: Désactivez la mise en page basée sur l'héritage si vous ne souhaitez pas effacer vos paramètres d'héritage.
he: השבת את הפריסה המבוססת על ירושה אם אינך רוצה למחוק את הגדרות הירושה שלך.
hi: यदि आप अपनी फ़ाइल सेटिंग्स को हटाना नहीं चाहते हैं तो अपने ईमेल पते पर क्लिक करें।
it: Nel caso non si voglia cancellare le impostazioni di ereditarietà ma si voglia usare il layout basato sull'ereditarietà.
ja: 継承設定を削除したくないが、継承ベースのレイアウトを使用したくない場合は
ko: 상속 설정을 삭제하지 않고 상속 기반 레이아웃을 사용하지 않으려는 경우
pt_br: Se você não quiser excluir suas configurações de herança, mas também não quiser usar o layout baseado em herança.
ro: Te na kames te xasares tire paramètrură vaś o nasledstvo, numaj na kames te hasnis o aranźmanto bazirime pe nasledstvo.
ru: Если вы не хотите удалять настройки наследования, но не хотите использовать макет, основанный на наследовании.
th: หากคุณไม่ต้องการลบการตั้งค่าการสืบทอดของคุณ แต่ไม่อยากใช้เค้าโครงตามการสืบทอด
tr: Miras ayarlarınızı silmek istemiyorsanız, ancak miras tabanlı düzeni kullanmak istemiyorsanız.
uk: Якщо ви не хочете видаляти налаштування успадкування, але не хочете використовувати макет на основі успадкування.
zh_hans: 如果您不想删除继承设置，但不想使用基于继承的布局。

source: Inheritance Tree
ar: شجرة الوراثة
ca: Arbre d'herència
da: Arvetræ
el: Δέντρο Κληρονομιάς
es_419: Árbol de herencia
fr: Arbre d'héritage
he: עץ ירושה
hi: विरासत पेड़
it: Albero delle ereditarietà
ja: 継承ツリー
ko: 상속 트리
pt_br: Árvore de Herança
ro: Arborele moștenirii
ru: Дерево наследования
th: ต้นไม้การสืบทอด
tr: Miras Ağacı
uk: Дерево спадкування
zh_hans: 继承树

source: Passing inheritance to others
ar: تمرير الوراثة للآخرين
ca: Passant herència a altres
da: Videregiver arv til andre
el: Μεταφορά κληρονομιάς σε άλλους
es_419: Pasando la herencia a otros
fr: Transfert de l'héritage aux autres
he: מעביר ירושה לאחרים
hi: विरासत दूसरों को देना
it: Trasferimento dell'ereditarietà ad altri
ja: 継承を他のデバイスに渡す
ko: 상속을 다른 장치로 전달
pt_br: Passando herança para outros
ro: Transmiterea moștenirii altora
ru: Передача наследства другим
th: ส่งต่อการสืบทอดไปยังอุปกรณ์อื่น
tr: Mirası başkalarına aktarma
uk: Передача спадщини іншим
zh_hans: 将继承传递给其他设备

source: Select device:
ar: اختر الجهاز:
ca: Selecciona dispositiu:
da: Vælg enhed:
el: Επιλέξτε συσκευή:
es_419: Seleccionar dispositivo:
fr: Sélectionner l'appareil:
he: בחר התקן:
hi: डिवाइस चुनें:
it: Seleziona dispositivo:
ja: デバイスを選択:
ko: 장치 선택:
pt_br: Selecione o dispositivo:
ro: Selectați dispozitivul:
ru: Выберите устройство:
th: เลือกอุปกรณ์:
tr: Cihaz seç:
uk: Виберіть пристрій:
zh_hans: 选择设备:

source: Invalid Inheritance!
ar: وراثة غير صالحة!
ca: Herència no vàlida!
da: Ugyldig arv!
el: Μη έγκυρη Κληρονομιά!
es_419: ¡Herencia inválida!
fr: Héritage invalide !
he: ירושה לא חוקית!
hi: अमान्य विरासत!
it: Ereditarietà non valida!
ja: 無効な継承！
ko: 잘못된 상속!
pt_br: Herança inválida!
ro: Moștenire invalidă!
ru: Неверное наследование!
th: การสืบทอดไม่ถูกต้อง!
tr: Geçersiz miras!
uk: Неправильне спадкування!
zh_hans: 无效的继承!

source: View inheritance tree
ar: عرض شجرة الوراثة
ca: Veure l'arbre d'herència
da: Se arvetræ
el: Προβολή δέντρου κληρονομιάς
es_419: Ver árbol de herencia
fr: Voir l'arbre d'héritage
he: הצג עץ ירושה
hi: विरासत पेड़ देखें
it: Visualizza l'albero delle ereditarietà
ja: 継承ツリーを表示
ko: 상속 트리 보기
pt_br: Ver árvore de herança
ro: Vizualizați arborele moștenirii
ru: Просмотреть дерево наследования
th: ดูต้นไม้การสืบทอด
tr: Miras ağacını görüntüle
uk: Переглянути дерево спадкування
zh_hans: 查看继承树

source: Increased indentation gap
ar: زيادة المسافة البادئة
ca: Augment del marge d'indentació
da: Øget indrykningsafstand
el: Αυξημένο διάκενο εσοχής
es_419: Mayor espacio de sangría
fr: Augmentation de l'indentation
he: הגדלת ריווח הזחה
hi: इंडेंटेशन गैप बढ़ाया गया
it: Incremento del margine di rientro
ja: インデント間隔の拡大
ko: 들여쓰기 간격 증가
pt_br: Aumentar espaçamento de indentação
ro: Spațiu de indentare mărit
ru: Увеличенный отступ
th: เพิ่มระยะเยื้อง
tr: Girintileme boşluğu artırıldı
uk: Збільшений відступ
zh_hans: 增加缩进间距

# increased_indentation_gap_description
source: Increases the indentation gap between heirs.
ar: يزيد المسافة البادئة بين الورثة.
ca: Augmenta el marge d'indentació entre els hereus.
da: Øger indrykningsafstanden mellem arvinger
el: Αυξάνει το διάκενο εσοχής μεταξύ των κληρονόμων
es_419: Aumenta el espacio de sangría entre los herederos.
fr: Augmente l'écart d'indentation entre les héritiers.
he: מגדיל את ריווח ההזחה בין היורשים
hi: उत्तराधिकारियों के बीच इंडेंटेशन गैप बढ़ाता है
it: Aumenta lo spazio di rientro tra gli eredi.
ja: 相続人間のインデント間隔を広げます
ko: 상속인 간의 들여쓰기 간격을 늘립니다
pt_br: Aumenta o espaçamento de indentação entre os herdeiros.
ro: Mărește spațiul de indentare între moștenitori
ru: Увеличивает отступ между наследниками
th: เพิ่มระยะเยื้องระหว่างทายาท
tr: Mirasçılar arasındaki girintileme boşluğunu artırır
uk: Збільшує відступ між спадкоємцями
zh_hans: 增加继承人之间的缩进间距

# cant_hide_heir
source: There is a device inheriting from that, so it cannot be hidden.
ar: لا يمكنك إخفاء جهاز لديه ورثة.
ca: Hi ha un dispositiu que hereta d'aquest, així que no es pot amagar.
da: Der er en enhed, der arver fra denne, så den kan ikke skjules.
el: Υπάρχει μια συσκευή που κληρονομεί από αυτή, οπότε δεν μπορεί να κρυφτεί.
es_419: Hay un dispositivo que hereda de este, por lo que no se puede ocultar.
fr: Il y a un appareil qui hérite de celui-ci, il ne peut donc pas être masqué.
he: קיים התקן היורש מההתקן הזה, ולכן אי אפשר להסתיר אותו.
hi: इस डिवाइस से विरासत ले रहा डिवाइस है, इसलिए इसे छिपाया नहीं जा सकता।
it: Esiste un dispositivo che eredita da questo, quindi non può essere nascosto.
ja: このデバイスから継承しているデバイスがあるため、非表示にできません。
ko: 이 장치에서 상속을 받는 장치가 있어 숨길 수 없습니다.
pt_br: Você não pode ocultar um dispositivo que possui herdeiros.
ro: Există un dispozitiv care moștenește de la acesta, deci nu poate fi ascuns.
ru: Существует устройство, наследующее от этого, поэтому его нельзя скрыть.
th: มีอุปกรณ์ที่สืบทอดจากอุปกรณ์นี้ ดังนั้นจึงไม่สามารถซ่อนได้
tr: Bu cihazdan miras alan bir cihaz var, bu yüzden gizlenemez.
uk: Існує пристрій, який успадковує від цього, тому його не можна приховати.
zh_hans: 有设备从此设备继承，因此无法隐藏。

source: No Info
ar: لا توجد معلومات
ca: Sense informació
da: Ingen info
el: Χωρίς πληροφορίες
es_419: Sin información
fr: Aucune info
he: אין מידע
hi: कोई जानकारी नहीं
it: Nessuna informazione
ja: 情報なし
ko: 정보 없음
pt_br: Sem informação
ro: Nicio informație
ru: Нет информации
th: ไม่มีข้อมูล
tr: Bilgi yok
uk: Немає інформації
zh_hans: 无信息
