Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

source: Exit
ar: خروج
ca: Sortir
da: Afslut
de: Beenden
el: Έξοδος
es_419: Salir
fr: Quitter
he: יציאה
hi: बाहर निकलें
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ro: Ieșire
ru: Выход
th: ออก
tr: Çıkış
uk: Вихід
zh_hans: 退出

source: Refresh
ar: تحديث
ca: Actualitza
da: Opdater
de: Aktual.
el: Αναν.
es_419: Actualizar
fr: Raf.
he: רענן
hi: रिफ्रेश करें
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
ro: Reîmprosp.
ru: Обновить
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Open on startup
ar: البدء عند تسجيل الدخول
ca: Obre en iniciar
da: Start automatisk
de: Automatisch starten
el: Αυτόματη έναρξη
es_419: Abrir al iniciar
fr: Démarrer automatiquement
he: פתח בהפעלה
hi: स्टार्टअप पर खोलें
it: Apri all'avvio
ja: 起動時に開く
ko: Mac 시작 시 열기
pt_br: Iniciar no Login
ro: Începe automat
ru: Авто-старт
th: เปิดเมื่อเริ่มต้น
tr: Başlangıçta aç
uk: Початок
zh_hans: 启动时打开

source: USB Device
ar: جهاز USB
ca: Dispositiu USB
da: USB-enhed
de: USB-Gerät
el: Συσκευή USB
es_419: Dispositivo USB
fr: Périphérique USB
he: מכשיר USB
hi: यूएसबी डिवाइस
it: Dispositivo USB
ja: USBデバイス
ko: USB 장치
pt_br: Dispositivo USB
ro: Dispozitiv USB
ru: USB-устройство
th: อุปกรณ์ USB
tr: USB Cihazı
uk: USB-пристрій
zh_hans: USB设备

source: USB Devices
ar: أجهزة USB
ca: Dispositius USB
da: USB-enheder
de: USB-Geräte
el: Συσκευές USB
es_419: Dispositivos USB
fr: Périphériques USB
he: מכשירי USB
hi: यूएसबी डिवाइस
it: Dispositivi USB
ja: USBデバイス
ko: USB 장치들
pt_br: Dispositivos USB
ro: Dispozitive USB
ru: USB-устройства
th: อุปกรณ์ USB
tr: USB Cihazları
uk: USB-пристрої
zh_hans: USB设备

source: No devices found
ar: لم يتم العثور على أي أجهزة
ca: No s'han trobat dispositius
da: Ingen enheder fundet
de: Nichts gefunden
el: Δεν βρέθηκαν συσκευές
es_419: No se encontraron dispositivos
fr: Aucun périphérique trouvé
he: לא נמצאו מכשירים
hi: कोई डिवाइस नहीं मिला
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 장치를 찾을 수 없음
pt_br: Nada encontrado
ro: Niciun dispozitiv găsit
ru: Устройства не найдены
th: ไม่พบอุปกรณ์
tr: Cihaz bulunamadı
uk: Пристрої не знайдено
zh_hans: 未找到设备

source: About
ar: حول
ca: Més
da: Om
de: Über
el: Σχετικά
es_419: Información
fr: À propos
he: אודות
hi: के बारे में
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ro: Despre
ru: Информация
th: เกี่ยวกับ
tr: Hakkında
uk: Інформація
zh_hans: 关于

source: Version: %@
ar: الإصدار: %@
ca: Versió: %@
el: Έκδοση: %@
es_419: Versión: %@
he: גרסה: %@
hi: संस्करण: %@
it: Versione: %@
ja: バージョン: %@
ko: 버전: %@
pt_br: Versão: %@
ro: Versiune: %@
ru: Версия: %@
th: เวอร์ชัน: %@
tr: Sürüm: %@
uk: Версія програми: %@
zh_hans: 版本：%@

# created_by
source: Created by RafaelSwi and published on Github
ar: تم الإنشاء بواسطة RafaelSwi ونُشِر على GitHub
ca: Creat per RafaelSwi i publicat a Github
da: Oprettet af RafaelSwi og offentliggjort på Github
de: Erstellt von RafaelSwi und auf Github veröffentlicht
el: Δημιουργήθηκε από RafaelSwi και δημοσιεύτηκε στο Github
es_419: Creado por RafaelSwi y publicado en Github
fr: Créé par RafaelSwi et publié sur Github
he: נוצר על ידי RafaelSwi ופורסם ב-Github
hi: RafaelSwi द्वारा बनाया गया और Github पर प्रकाशित
it: Creato da RafaelSwi e pubblicato su Github
ja: RafaelSwiによって作成され、Githubで公開
ko: RafaelSwi가 만들고 Github에 게시함
pt_br: Criado por RafaelSwi e publicado no Github
ro: Creat de RafaelSwi și publicat pe Github
ru: Создано RafaelSwi и опубликовано на Github
th: สร้างโดย RafaelSwi และเผยแพร่บน Github
tr: RafaelSwi tarafından oluşturuldu ve Github'da yayınlandı
uk: Створено RafaelSwi та опубліковано на Github
zh_hans: 由RafaelSwi创建并发布在Github

# creator_github
source: Creator's Github Page
ar: صفحة GitHub للمطور
ca: Pàgina de Github del creador
da: Udviklerens Github-side
de: Github-Seite des Erstellers
el: Σελίδα Github του δημιουργού
es_419: Página de Github del creador
fr: Page Github du créateur
he: דף ה-Github של היוצר
hi: निर्माता का Github पेज
it: Pagina Github del creatore
ja: 作成者のGithubページ
ko: 개발자 Github 페이지
pt_br: Página do Github do desenvolvedor
ro: Pagina Github a dezvoltatorului
ru: Страница Github автора
th: หน้า Github ของผู้สร้าง
tr: Oluşturanın Github sayfası
uk: Сторінка Github автора
zh_hans: 创作者的Github页面

# creator_location
source: Balneário Camboriú, Santa Catarina, Brazil
ar: بالنيرياو كامبوريو، سانتا كاتارينا، البرازيل
ca: Balneário Camboriú, Santa Catarina, Brasil
da: Balneário Camboriú, Santa Catarina, Brasilien
de: Balneário Camboriú, Santa Catarina, Brasilien
el: Balneário Camboriú, Santa Catarina, Βραζιλία
es_419: Balneário Camboriú, Santa Catarina, Brasil
fr: Balneário Camboriú, Santa Catarina, Brésil
he: בלניאריו קמבוריוא, סנטה קטרינה, ברזיל
hi: Balneário Camboriú, Santa Catarina, ब्राजील
it: Balneário Camboriú, Santa Catarina, Brasile
ja: ブラジル、サンタカタリーナ州バルネアリオカンボリウ
ko: 발네아리우 캄보리우, 산타카타리나, 브라질
pt_br: Balneário Camboriú, Santa Catarina, Brasil
ro: Balneário Camboriú, Santa Catarina, Brazilia
ru: Балнеарио Камбориу, Санта-Катарина, Бразилия
th: Balneário Camboriú, Santa Catarina, บราซิล
tr: Balneário Camboriú, Santa Catarina, Brezilya
uk: Balneário Camboriú, Santa Catarina, Бразилія
zh_hans: 由巴西开发商开发

# close_about_window
source: Close
ar: إغلاق
ca: Sortir
da: Luk
de: Schließen
el: Για να κλείσω
es_419: Salir
fr: Fermer
he: סגור
hi: बंद कर देना
it: Chiudere
ja: 閉じる
ko: 창 닫기
pt_br: Fechar
ro: Închide
ru: закрыть
th: ปิดแท็บ
tr: Çık
uk: Закрити
zh_hans: 关闭

source: Unknown Speed
ar: لا توجد معلومات عن السرعة
ca: Velocitat desconeguda
da: Ukendt hastighed
de: Unbekannte Geschwindigkeit
el: Άγνωστη ταχύτητα
es_419: Velocidad desconocida
fr: Vitesse inconnue
he: מהירות לא ידועה
hi: अज्ञात गति
it: Velocità sconosciuta
ja: 不明な速度
ko: 알 수 없는 속도
pt_br: Sem informações de velocidade
ro: Viteză necunoscută
ru: Неизвестная скорость
th: ความเร็วที่ไม่ทราบ
tr: Bilinmeyen hız
uk: Невідома швидкість
zh_hans: 未知速度

source: Check for updates
ar: البحث عن تحديثات
ca: Comprovar actualitzacions
da: Søg efter opdateringer
de: Suche nach Updates
el: Έλεγχος για ενημερώσεις
es_419: Buscar actualizaciones
fr: Vérifier les mises à jour
he: בדוק עדכונים
hi: अपडेट की जाँच करें
it: Verifica aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Buscar atualizações
ro: Verifică actualizări
ru: Проверить обновления
th: ค้นหาการอัพเดต
tr: Güncellemek için
uk: Для оновлення
zh_hans: 检查更新

source: New Version Available
ar: إصدار جديد متوفر
ca: Nova versió disponible
da: Ny version tilgængelig
de: Neue Version verfügbar
el: Διαθέσιμη νέα έκδοση
es_419: Nueva versión disponible
fr: Nouvelle version disponible
he: גרסה חדשה זמינה
hi: नया संस्करण उपलब्ध है
it: Nuova versione disponibile
ja: 新しいバージョンがあります
ko: 새 버전 사용 가능
pt_br: Nova versão disponível
ro: Versiune nouă disponibilă
ru: Доступна новая версия
th: มีเวอร์ชันใหม่
tr: Yeni sürüm mevcut
uk: Доступна нова версія
zh_hans: 有新版本可用

source: Open Download Page
ar: فتح صفحة التحميل
ca: Obrir pàgina de descàrrega
da: Åbn downloadside
de: Download-Seite öffnen
el: Άνοιγμα σελίδας λήψης
es_419: Download
fr: Ouvrir la page de téléchargement
he: פתח דף הורדות
hi: डाउनलोड पेज खोलें
it: Apri pagina di download
ja: ダウンロードページを開く
ko: 다운로드 페이지 열기
pt_br: Abrir página de download
ro: Deschide pagina de descărcare
ru: Открыть страницу загрузки
th: เปิดหน้าดาวน์โหลด
tr: İndirme sayfasını aç
uk: ВІДЧИНЕНО
zh_hans: 打开下载页面

# up_to_date
source: You are on the latest available version
ar: أنت تستخدم أحدث إصدار.
ca: Tens l'última versió disponible
da: Du har den nyeste version
de: Sie haben die neueste verfügbare Version
el: Έχετε την πιο πρόσφατη διαθέσιμη έκδοση
es_419: Tienes la última versión disponible.
fr: Vous utilisez la dernière version disponible.
he: אתה על הגרסה האחרונה הזמינה
hi: आप नवीनतम उपलब्ध संस्करण पर हैं
it: Hai l'ultima versione disponibile
ja: 最新のバージョンを使用しています
ko: 최신 버전을 사용 중입니다
pt_br: Você está na versão mais recente.
ro: Ai cea mai recentă versiune disponibilă
ru: У вас последняя доступная версия
th: คุณใช้เวอร์ชันล่าสุดแล้ว
tr: En son sürümü kullanıyorsunuz
uk: У вас остання доступна версія
zh_hans: 您已使用最新可用版本

source: Check automatically
ar: البحث تلقائيًا
ca: Comprovar automàticament
da: Søg automatisk
de: Automatisch prüfen
el: Αυτόματος έλεγχος
es_419: Buscar automáticamente
fr: Vérifier automatiquement
he: בדוק אוטומטית
hi: स्वचालित रूप से जाँचें
it: Verifica automaticamente
ja: 自動的に確認する
ko: 자동으로 확인
pt_br: Buscar automaticamente
ro: Verifică automat
ru: Проверять автоматически
th: ตรวจสอบอัตโนมัติ
tr: Otomatik kontrol et
uk: Перевіряти автоматично
zh_hans: 自动检查

source: Port max:
ar: الحد الأقصى للمنفذ:
da: Port maks:
de: Maximaler Port:
el: Μέγιστη θύρα:
es_419: Puerto máx:
he: נמל מקסימלי:
hi: अधिकतम पोर्ट:
it: Porta max:
ja: 最大ポート:
ko: 최대 포트:
pt_br: Máximo da porta:
ro: Port maxim:
ru: Макс. порт:
th: พอร์ตสูงสุด:
tr: Maks. port:
uk: Макс. порт:
zh_hans: 最大端口:

source: USB Version:
ar: إصدار USB:
ca: Versió USB:
el: Έκδοση USB:
es_419: Versión USB:
fr: Version USB :
he: גרסת USB:
hi: USB संस्करण:
it: Versione USB:
ja: USB バージョン:
ko: USB 버전:
pt_br: Versão do USB:
ro: Versiune USB:
ru: Версия USB:
th: เวอร์ชัน USB:
tr: USB Sürümü:
uk: Версія USB:
zh_hans: USB 版本:

source: Low-speed
ar: سرعة منخفضة
da: Lav hastighed
el: Χαμηλή ταχύτητα
he: מהירות נמוכה
hi: कम गति
it: Bassa velocità
ko: 저속
ro: Viteză Redusă
ru: Медленный
zh_hans: 慢的

source: Full-Speed
ar: السرعة الكاملة
da: Fuld hastighed
el: Πλήρης ταχύτητα
he: מהירות מלאה
hi: पूर्ण गति
it: Velocità completa
ko: 전체 속도
ro: Viteză Completă
ru: Быстрый
zh_hans: 快速地

source: High-Speed
ar: سرعة عالية
da: Høj hastighed
el: Υψηλή ταχύτητα
he: מהירות גבוהה
hi: उच्च गति
it: Alta velocità
ko: 고속
ro: Viteză Mare
ru: Очень быстро
zh_hans: 非常快

source: supports up to
ar: يدعم حتى
ca: suporta fins a
da: understøtter op til
de: unterstützt bis zu
el: υποστηρίζει έως
es_419: soporta hasta
fr: supporte jusqu'à
he: תומך עד
hi: तक समर्थन करता है
it: supporta fino a
ja: 最大対応
ko: 최대 지원
pt_br: suporta até
ro: suportă până la
ru: поддерживает до
th: รองรับได้ถึง
tr: kadar destekler
uk: підтримує до
zh_hans: 支持最高

source: supports
ar: يدعم
ca: suporta
da: understøtter
de: unterstützt
el: υποστηρίζει
es_419: soporta
fr: supporte
he: תומך
hi: समर्थन करता है
it: supporta
ja: 対応
ko: 지원
pt_br: suporta
ro: suportă
ru: поддерживает
th: รองรับ
tr: destekler
uk: підтримує
zh_hans: 支持

source: Unknown
ar: مجهول
ca: Desconegut
da: Ukendt
de: Unbekannt
el: Άγνωστο
es_419: Desconocido
fr: Inconnu
he: לא ידוע
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知

source: Donate
ar: تبرع
ca: Donar
da: Donér
de: Spenden
el: Δωρεά
es_419: Donar
fr: Faire un don
he: עזרו למפתח
hi: विकास में योगदान दें
it: Dona
ja: 寄付
ko: 기부
pt_br: Contribuir
ro: Donează
ru: Донат
th: บริจาค
tr: Yardım etmek
uk: Підтримати
zh_hans: 捐赠

source: Address
ar: العنوان
ca: Adreça
da: Adresse
el: Διεύθυνση
es_419: Dirección
fr: Adresse
he: כתובת
hi: पता
it: Indirizzo
ja: 住所
ko: 주소
pt_br: Endereço
ro: Adresă
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса

source: Settings
ar: الإعدادات
ca: Configuració
da: Indstillinger
de: Konfig
el: Ρυθμίσεις
es_419: Configuración
fr: Réglages
he: הגדרות
hi: सेटिंग्स
it: Opzioni
ja: 設定
ko: 설정
pt_br: Ajustes
ro: Setări
ru: Опции
th: การตั้งค่า
tr: Ayarlar
uk: Нал.
zh_hans: 设置

# donate_description
source: Any help is truly appreciated!
ar: أُقدّر أي مساعدة بكل امتنان!
ca: Qualsevol ajuda serà molt agraïda!
da: Al hjælp værdsættes virkelig!
de: Jede Unterstützung wird sehr geschätzt!
el: Κάθε βοήθεια εκτιμάται πραγματικά!
es_419: ¡Se agradece muchísimo cualquier apoyo!
fr: Toute aide est grandement appréciée !
he: כל עזרה מוערכת מאוד!
hi: आपकी कोई भी मदद हमारे लिए बहुत मायने रखती है!
it: Ogni aiuto è davvero apprezzato!
ja: どんな支援でも本当に感謝します！
ko: 작은 도움도 큰 힘이 됩니다!
pt_br: Agradeço imensamente a qualquer ajuda!
ro: Orice ajutor este apreciat din suflet!
ru: Любая помощь очень ценится!
th: ความช่วยเหลือใด ๆ ก็มีค่ามากสำหรับเรา!
tr: Her türlü destek için minnettarız!
uk: Будь-яка допомога дуже цінується!
zh_hans: 非常感谢您的任何帮助！

# open_on_startup_description
source: Makes the app start automatically when you log in.
ar: يجعل التطبيق يبدأ عند تسجيل الدخول. يمكن تعطيله في أي وقت.
ca: Fa que l’aplicació s’obri automàticament quan iniciïs sessió. Pots desactivar-ho en qualsevol moment.
da: Gør, at appen starter automatisk, når du logger ind. Dette kan deaktiveres når som helst.
de: Startet die App automatisch, wenn du dich anmeldest. Dies kann jederzeit deaktiviert werden.
el: Η εφαρμογή θα ξεκινά αυτόματα όταν συνδέεστε. Μπορείτε να το απενεργοποιήσετε οποιαδήποτε στιγμή.
es_419: Hace que la app se abra automáticamente al iniciar sesión. Puedes desactivarlo en cualquier momento.
fr: L’application démarre automatiquement lorsque vous vous connectez. Vous pouvez désactiver cela à tout moment.
he: הופך את האפליקציה לפעילה אוטומטית בעת כניסה למערכת. ניתן לבטל זאת בכל עת.
hi: ऐप को लॉगिन करते ही अपने आप शुरू करता है। आप इसे कभी भी बंद कर सकते हैं।
it: Fa avviare l’app automaticamente quando effettui il login. Puoi disattivarlo in qualsiasi momento.
ja: ログイン時にアプリを自動的に起動します。いつでも無効にできます。
ko: 로그인 시 앱이 자동으로 실행되도록 합니다. 언제든 비활성화할 수 있습니다.
pt_br: Faz com que o app inicie quando você faz login. Isso pode ser desabilitado a qualquer momento.
ro: Face ca aplicația să pornească automat când te conectezi. Poți dezactiva oricând.
ru: Запускает приложение автоматически при входе в систему. Это можно отключить в любое время.
th: ทำให้แอปเปิดอัตโนมัติเมื่อคุณเข้าสู่ระบบ คุณสามารถปิดได้ตลอดเวลา
tr: Uygulamanın oturum açtığınızda otomatik başlamasını sağlar. İstediğiniz zaman devre dışı bırakabilirsiniz.
uk: Додаток запускатиметься автоматично при вході в систему. Ви можете вимкнути це будь-коли.
zh_hans: 登录时自动启动应用程序。您可以随时关闭此功能。

# show_port_max
source: Display the maximum capacity of a USB
ar: عرض السعة القصوى للمنفذ USB
ca: Si és possible, mostrar la capacitat màxima d’un USB
da: Hvis muligt, vis den maksimale kapacitet for en USB
de: Wenn möglich, die maximale Kapazität eines USB anzeigen
el: Εμφάνιση της μέγιστης χωρητικότητας μιας θύρας USB
es_419: Si es posible, mostrar la capacidad máxima de un USB
fr: Si possible, afficher la capacité maximale d’une clé USB
he: אם אפשרי, הצג את הקיבולת המרבית של USB
hi: यदि संभव हो, USB की अधिकतम क्षमता दिखाएँ
it: Se possibile, mostrare la capacità massima di una USB
ja: 可能であれば、USB の最大容量を表示する
ko: 가능하다면 USB의 최대 용량 표시
pt_br: Exibir a capacidade máxima de uma entrada USB
ro: Dacă este posibil, afișează capacitatea maximă a unui USB
ru: Если возможно, показать максимальную ёмкость USB
th: ถ้าเป็นไปได้ แสดงความจุสูงสุดของ USB
tr: Mümkünse, bir USB’nin maksimum kapasitesini göster
uk: Якщо можливо, показати максимальну ємність USB
zh_hans: 如果可能，显示 USB 的最大容量

# show_port_max_description
source: If detected, it will show the maximum capacity of the USB Port.
ar: إذا تم اكتشافها، ستُعرض السعة القصوى للمخرج USB.
ca: Si es detecta, es mostrarà la capacitat màxima de l’USB juntament amb la resta d’informació del dispositiu.
da: Hvis det registreres, vises USB'ens maksimale kapacitet sammen med de andre enhedsoplysninger.
de: Falls erkannt, wird die maximale Kapazität des USB zusammen mit den anderen Geräteinformationen angezeigt.
el: Εάν εντοπιστεί, θα εμφανιστεί η μέγιστη χωρητικότητα του USB μαζί με τις άλλες πληροφορίες της συσκευής.
es_419: Si se detecta, se mostrará la capacidad máxima del USB junto con la demás información del dispositivo.
fr: Si détectée, la capacité maximale de l’USB sera affichée avec les autres informations de l’appareil.
he: אם מזוהה, יופיע הקיבולת המרבית של פורט ה-USB.
hi: यदि पहचाना गया, तो यह USB की अधिकतम क्षमता अन्य डिवाइस जानकारी के साथ दिखाएगा।
it: Se rilevata, verrà mostrata la capacità massima della USB insieme alle altre informazioni del dispositivo.
ja: 検出された場合、USB の最大容量が他のデバイス情報と一緒に表示されます。
ko: 감지되면 USB의 최대 용량이 다른 장치 정보와 함께 표시됩니다.
pt_br: Caso seja detectado, irá exibir a capacidade máxima da entrada USB.
ro: Dacă este detectat, va fi afișată capacitatea maximă a USB-ului împreună cu celelalte informații despre dispozitiv.
ru: Если обнаружено, будет показана максимальная ёмкость USB вместе с другой информацией об устройстве.
th: หากตรวจพบ จะแสดงความจุสูงสุดของ USB พร้อมกับข้อมูลอุปกรณ์อื่น ๆ
tr: Tespit edilirse, USB’nin maksimum kapasitesi diğer cihaz bilgileriyle birlikte gösterilecektir.
uk: Якщо виявлено, буде показано максимальну ємність USB разом з іншою інформацією про пристрій.
zh_hans: 如果检测到，将显示 USB 的最大容量以及其他设备信息。

# long_list
source: Long vertical list
ar: قائمة طويلة رأسية
ca: Llista vertical ampliada
da: Udvidet lodret liste
de: Erweiterte vertikale Liste
el: Εκτεταμένη κάθετη λίστα
es_419: Lista vertical extendida
fr: Liste verticale étendue
he: רשימה אנכית ארוכה
hi: विस्तारित वर्टिकल सूची
it: Lista verticale estesa
ja: 拡張縦リスト
ko: 확장된 세로 목록
pt_br: Lista vertical expandida
ro: Listă verticală extinsă
ru: Расширенный вертикальный список
th: รายการแนวตั้งแบบขยาย
tr: Genişletilmiş dikey liste
uk: Розширений вертикальний список
zh_hans: 扩展纵向列表

# long_list_description
source: Increases the maximum height that the device list can reach. (You might not notice much of a difference if you're not using many devices)
ar: يزيد الحد الأقصى لارتفاع قائمة الأجهزة. (قد لا تلاحظ فرقًا كبيرًا إذا لم تكن تستخدم العديد من الأجهزة)
ca: Augmenta l’alçada màxima que pot assolir la llista de dispositius. (Potser no notareu gaire diferència si no feu servir molts dispositius).
da: Øger den maksimale højde, som enhedens liste kan nå.
de: Erhöht die maximale Höhe, die die Geräteliste erreichen kann.
el: Αυξάνει το μέγιστο ύψος που μπορεί να φτάσει η λίστα συσκευών.
es_419: Incrementa la altura máxima que puede alcanzar la lista de dispositivos.
fr: Augmente la hauteur maximale que la liste des appareils peut atteindre.
he: מגדיל את הגובה המרבי שהרשימה יכולה להגיע. (ייתכן ולא תראה הבדל אם אינך משתמש בהרבה מכשירים)
hi: डिवाइस सूची की अधिकतम ऊँचाई बढ़ाता है।
it: Aumenta l’altezza massima raggiungibile dall’elenco dei dispositivi.
ja: デバイスリストの最大高さを増やします。
ko: 장치 목록이 도달할 수 있는 최대 높이를 늘립니다.
pt_br: Aumenta a altura máxima que a lista de dispositivos pode chegar. (Você pode não notar muita diferença se não estiver usando muitos dispositivos)
ro: Crește înălțimea maximă la care poate ajunge lista de dispozitive.
ru: Увеличивает максимальную высоту списка устройств.
th: เพิ่มความสูงสูงสุดที่รายการอุปกรณ์สามารถแสดงได้
tr: Cihaz listesinin ulaşabileceği maksimum yüksekliği artırır.
uk: Збільшує максимальну висоту списку пристроїв.
zh_hans: 增加设备列表可达到的最大高度。

# convert_hexa
source: Convert unmapped hexadecimals into a readable label
ar: تحويل أرقام سداسية غير مألوفة إلى تسمية مقروءة
ca: Convertir hexadecimals desconeguts en una etiqueta llegible.
da: Konverter ukendte hexadecimale værdier til en læsbar etiket.
de: Unbekannte Hexadezimalwerte in ein lesbares Label umwandeln.
el: Μετατροπή άγνωστων δεκαεξαδικών
es_419: Convertir valores hexadecimales desconocidos en una etiqueta legible
fr: Convertir des hexadécimaux inconnus
he: המר הקסדצימלים לא ממופים לתווית קריאה
hi: अज्ञात हेक्साडेसिमल को पढ़ने योग्य लेबल में बदलें।
it: Convertire esadecimali sconosciuti
ja: 不明な16進数を変換
ko: 알 수 없는 16진수를 읽을 수 있는 레이블로 변환
pt_br: Converter hexadecimais incomuns em um rótulo legível
ro: Convertește hexazecimalele necunoscute într-o etichetă lizibilă.
ru: Преобразовать неизвестные шестнадцатеричные числа
th: แปลงค่าเลขฐานสิบหกที่ไม่รู้จักเป็นป้ายที่อ่านได้
tr: Bilinmeyen onaltılık değerleri okunabilir bir etikete dönüştür.
uk: Конвертувати невідомі шістнадцяткові числа
zh_hans: 将未知的十六进制转换为可读标签。

# convert_hexa_description
source: Unmapped hexadecimals will be converted into a readable format. For example, 0x0210 would be shown as USB 2.10. The accuracy is not guaranteed.
ar: سيتم تحويل الأرقام الست عشرية غير المعروفة إلى صيغة مقروءة. على سبيل المثال، 0x0210 سيُعرض كـ USB 2.10. لا تضمن الدقة التامة للتسمية.
ca: Els hexadecimals no mapats es convertiran a un format llegible. Per exemple, 0x0210 es mostrarà com a USB 2.1. L’exactitud de l’etiqueta no està garantida.
da: Ikke-mappede hexadecimale værdier konverteres til et læsbart format. For eksempel vil 0x0210 blive vist som USB 2.1. Etikettens nøjagtighed kan ikke garanteres.
de: Nicht zugeordnete Hexadezimalwerte werden in ein lesbares Format umgewandelt. Zum Beispiel wird 0x0210 als USB 2.10 angezeigt. Die Genauigkeit der Bezeichnung ist nicht garantiert.
el: Μη αντιστοιχισμένα δεκαεξαδικά θα μετατραπούν σε ευανάγνωστη μορφή. Για παράδειγμα, το 0x0210 θα εμφανίζεται ως USB 2.1. Η ακρίβεια της ετικέτας δεν είναι εγγυημένη.
es_419: Los hexadecimales no mapeados serán convertidos a un formato legible. Por ejemplo, 0x0210 se mostrará como USB 2.1. No se garantiza la precisión de la etiqueta.
fr: Les hexadécimaux non reconnus seront convertis en un format lisible. Par exemple, 0x0210 sera affiché comme USB 2.1. L’exactitude de l’étiquette n’est pas garantie.
he: הקסדצימלים לא ממופים יומרו לפורמט קריא. לדוגמה, 0x0210 יוצג כ-USB 2.10. הדיוק אינו מובטח.
hi: मैप न किए गए हेक्साडेसिमल को पढ़ने योग्य प्रारूप में बदल दिया जाएगा। उदाहरण: 0x0210 को USB 2.1 के रूप में दिखाया जाएगा। लेबल की सटीकता की गारंटी नहीं है।
it: Gli esadecimali non mappati verranno convertiti in un formato leggibile. Ad esempio, 0x0210 sarà mostrato come USB 2.1. L’accuratezza dell’etichetta non è garantita.
ja: 未対応の 16 進数は読みやすい形式に変換されます。例えば、0x0210 は USB 2.1 として表示されます。ラベルの正確性は保証されません。
ko: 매핑되지 않은 16진수는 읽기 쉬운 형식으로 변환됩니다. 예: 0x0210은 USB 2.1로 표시됩니다. 레이블의 정확성은 보장되지 않습니다.
pt_br: Hexadecimais não mapeados serão convertidos em um formato legível. Por exemplo, 0x0210 seria exibido como USB 2.10. A precisão do rótulo não é garantida.
ro: Hexazecimalele nemapate vor fi convertite într-un format lizibil. De exemplu, 0x0210 va fi afișat ca USB 2.1. Acuratețea etichetei nu este garantată.
ru: Неназначенные шестнадцатеричные значения будут преобразованы в читаемый формат. Например, 0x0210 будет показан как USB 2.1. Точность метки не гарантируется.
th: ค่าเลขฐานสิบหกที่ไม่ถูกแมปจะถูกแปลงให้อยู่ในรูปแบบที่อ่านง่าย ตัวอย่างเช่น 0x0210 จะแสดงเป็น USB 2.1 ความถูกต้องของป้ายไม่สามารถรับประกันได้
tr: Eşleşmeyen onaltılık değerler okunabilir bir biçime dönüştürülecek. Örneğin, 0x0210 USB 2.1 olarak gösterilecektir. Etiketin doğruluğu garanti edilmez.
uk: Невідповідні шістнадцяткові значення будуть перетворені у зрозумілий формат. Наприклад, 0x0210 буде показано як USB 2.1. Точність мітки не гарантується.
zh_hans: 未映射的十六进制值将被转换为可读格式。例如，0x0210 将显示为 USB 2.1。 标签的准确性不作保证。

source: Rename device
ar: إعادة تسمية USB
ca: Reanomena el dispositiu
da: Omdøb enhed
el: Μετονομασία συσκευής
es_419: Renombrar USB
fr: Renommer l’appareil
he: שנה שם מכשיר
hi: डिवाइस का नाम बदलें
it: Rinomina USB
ja: デバイスの名前を変更
ko: 장치 이름 변경
pt_br: Renomear USB
ro: Redenumește dispozitivul
ru: Переименовать
th: เปลี่ยนชื่ออุปกรณ์
tr: Adı Değiştir
uk: Перейменувати
zh_hans: 重命名设备

source: Rename
ar: إعادة تسمية
ca: Reanomena
da: Omdøb
el: Μετονομασία
es_419: Renombrar
fr: Renommer
he: שנה שם
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ro: Redenumește
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Etiket ekle
uk: Перейменувати
zh_hans: 重命名

source: Device
ar: جهاز
ca: Dispositiu
da: Enhed
el: Συσκευή
es_419: Dispositivo
fr: Appareil
he: מכשיר
hi: डिवाइस
it: Dispositivo
ja: デバイス
ko: 장치
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
zh_hans: 设备

# undo_all
source: Clear all
ar: مسح الكل
ca: Neteja-ho tot
da: Ryd alt
el: Καθαρισμός όλων
es_419: Borrar todo
fr: Tout effacer
he: נקה הכל
hi: सब साफ करें
it: Ripristina tutto
ja: すべてクリア
ko: 모두 지우기
pt_br: Limpar tudo
ro: Șterge tot
ru: Очистить всё
th: ล้างทั้งหมด
tr: Hepsini temizle
uk: Очистити все
zh_hans: 清除全部
