Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

# show_scrollbar_description
source: A scrollbar appears automatically when the list exceeds the visible area.
ar: يظهر شريط التمرير تلقائيًا عندما تتجاوز القائمة المنطقة المرئية.
ca: La barra de desplaçament apareix automàticament quan la llista supera l’àrea visible.
da: En rullebjælke vises automatisk, når listen overstiger det synlige område.
el: Η γραμμή κύλισης εμφανίζεται αυτόματα όταν η λίστα υπερβαίνει την ορατή περιοχή.
es_419: La barra de desplazamiento aparece automáticamente cuando la lista supera el área visible.
fr: Une barre de défilement apparaît automatiquement lorsque la liste dépasse la zone visible.
it: Una barra di scorrimento appare automaticamente quando l’elenco supera l’area visibile.
ja: リストが表示領域を超えると、自動的にスクロールバーが表示されます。
ko: 목록이 표시 영역을 초과하면 스크롤바가 자동으로 나타납니다.
pt_br: A barra de rolagem aparece automaticamente quando a lista excede a área visível.
ro: Bara de derulare apare automat atunci când lista depășește zona vizibilă.
th: แถบเลื่อนจะปรากฏขึ้นโดยอัตโนมัติเมื่อรายการเกินพื้นที่ที่มองเห็นได้
tr: Liste görünür alanı aştığında kaydırma çubuğu otomatik olarak görünür.
uk: Смуга прокрутки з’являється автоматично, коли список перевищує видиму область.

# index_indicator
source: Item position indicator
ar: مؤشر موضع العنصر
ca: Indicador de posició de l’element
da: Elementpositionsindikator
el: Δείκτης θέσης στοιχείου
es_419: Indicador de posición del elemento
fr: Indicateur de position de l’élément
it: Indicatore di posizione dell’elemento
ja: 項目位置インジケーター
ko: 항목 위치 표시기
pt_br: Indicador de posição do dispositivo
ro: Indicator poziție element
th: ตัวบ่งชี้ตำแหน่งรายการ
tr: Öğe konum göstergesi
uk: Індикатор позиції елемента

# index_indicator_description
source: A number displayed next to each device showing its position in the list.
ar: رقم يظهر بجانب كل جهاز يوضح موضعه في القائمة
ca: Un número que es mostra al costat de cada dispositiu indicant la seva posició a la llista.
da: Et tal, der vises ved siden af hver enhed og viser dens position på listen
el: Ένας αριθμός που εμφανίζεται δίπλα σε κάθε συσκευή δείχνοντας τη θέση της στη λίστα
es_419: Un número que aparece junto a cada dispositivo mostrando su posición en la lista
fr: Un nombre affiché à côté de chaque appareil indiquant sa position dans la liste
it: Un numero visualizzato accanto a ciascun dispositivo che mostra la sua posizione nell’elenco
ja: 各デバイスの横にリスト内の位置を示す番号が表示されます
ko: 각 장치 옆에 목록 내 위치를 표시하는 숫자가 표시됩니다
pt_br: Um número exibido ao lado de cada dispositivo mostrando sua posição na lista.
ro: Un număr afișat lângă fiecare dispozitiv care arată poziția sa în listă
th: หมายเลขที่แสดงถัดจากอุปกรณ์แต่ละเครื่องแสดงตำแหน่งในรายการ
tr: Listedeki her cihazın yanında konumunu gösteren bir sayı görüntülenir
uk: Номер, що відображається поруч із кожним пристроєм, показує його позицію у списку

source: Show toolbar
ar: إظهار شريط الأدوات
ca: Mostra la barra d’eines
da: Vis værktøjslinje
el: Εμφάνιση γραμμής εργαλείων
es_419: Mostrar barra de herramientas
fr: Afficher la barre d’outils
it: Mostra barra degli strumenti
ja: ツールバーを表示
ko: 도구 모음 표시
pt_br: Mostrar barra de acesso rápido
ro: Afișează bara de instrumente
th: แสดงแถบเครื่องมือ
tr: Araç çubuğunu göster
uk: Показати панель інструментів

source: Hide toolbar
ar: إخفاء شريط الأدوات
ca: Amaga la barra d’eines
da: Skjul værktøjslinje
el: Απόκρυψη γραμμής εργαλείων
es_419: Ocultar barra de herramientas
fr: Masquer la barre d’outils
it: Nascondi barra degli strumenti
ja: ツールバーを非表示
ko: 도구 모음 숨기기
pt_br: Ocultar barra de acesso rápido
ro: Ascunde bara de instrumente
th: ซ่อนแถบเครื่องมือ
tr: Araç çubuğunu gizle
uk: Приховати панель інструментів

# show_toolbar_description
source: Shows a toolbar at the top of the list containing some useful options and a connected devices count.
ar: يعرض شريط أدوات في أعلى القائمة يحتوي على بعض الخيارات المفيدة وعدد الأجهزة المتصلة.
ca: Mostra una barra d’eines a la part superior de la llista amb opcions útils i el recompte de dispositius connectats.
da: Viser en værktøjslinje øverst på listen med nyttige indstillinger og antal tilsluttede enheder.
el: Εμφανίζει μια γραμμή εργαλείων στο επάνω μέρος της λίστας με χρήσιμες επιλογές και αριθμό συνδεδεμένων συσκευών.
es_419: Muestra una barra de herramientas en la parte superior de la lista con opciones útiles y el conteo de dispositivos conectados.
fr: Affiche une barre d’outils en haut de la liste avec des options utiles et le nombre d’appareils connectés.
it: Mostra una barra degli strumenti in cima all’elenco con opzioni utili e il conteggio dei dispositivi connessi.
ja: リストの上部に便利なオプションと接続されたデバイス数を含むツールバーを表示します。
ko: 목록 상단에 유용한 옵션과 연결된 장치 수를 포함한 도구 모음을 표시합니다.
pt_br: Exibe uma barra de ferramentas no topo da lista com opções úteis e a contagem de dispositivos conectados.
ro: Afișează o bară de instrumente în partea de sus a listei cu opțiuni utile și numărul de dispozitive conectate.
th: แสดงแถบเครื่องมือที่ด้านบนของรายการซึ่งมีตัวเลือกที่เป็นประโยชน์และจำนวนอุปกรณ์ที่เชื่อมต่อแล้ว.
tr: Listenin üst kısmında kullanışlı seçenekler ve bağlı cihaz sayısını içeren bir araç çubuğu gösterir.
uk: Відображає панель інструментів у верхній частині списку з корисними параметрами та кількістю підключених пристроїв.

source: On/Off
ar: تشغيل/إيقاف
ca: Activar/Desactivar
da: Tænd/Sluk
fr: Activer/Désactiver
it: Attiva/Disattiva
ja: オン/オフ
ko: 켜기/끄기
pt_br: Ativar/Desativar
ro: Pornește/Oprește
th: เปิด/ปิด
tr: Aç/Kapat
uk: Увімкнути/Вимкнути

source: Disable all
ar: تعطيل الكل
ca: Desactivar-ho tot
da: Deaktiver alt
el: Απενεργοποίηση όλων
es_419: Desactivar todo
fr: Désactiver tout
it: Disattiva tutto
ja: すべて無効にする
ko: 모두 비활성화
pt_br: Desativar todos
ro: Dezactivează tot
th: ปิดการใช้งานทั้งหมด
tr: Tümünü devre dışı bırak
uk: Вимкнути все

# window_size_tiny
source: Tiny
ca: Minúscula
da: Lille
el: Μικρό
es_419: Pequeña
fr: Minuscule
it: Piccola
ja: 小
ko: 작게
pt_br: Pequeno
ro: Mică
th: เล็กมาก
tr: Küçük

# window_size_normal
source: Default
ca: Per defecte
da: Standard
el: Προεπιλογή
es_419: Predet.
fr: Par défaut
it: Predefinita
ja: 標準
ko: 기본
pt_br: Padrão
ro: Implicită
th: ค่าเริ่มต้น
tr: Varsayılan

# window_size_big
source: Big
ca: Gran
da: Stor
el: Μεγάλο
es_419: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
pt_br: Grande
ro: Mare
th: ใหญ่
tr: Büyük

# window_size_verybig
source: Very Big
ca: Molt gran
da: Meget stor
el: Πολύ μεγάλο
es_419: Muy grande
fr: Très grand
it: Molto grande
ja: とても大きい
ko: 아주 크게
pt_br: Gigante
ro: Foarte mare
th: ใหญ่มาก
tr: Çok büyük

# window_size_huge
source: Huge
ca: Enorme
da: Kæmpe
el: Τεράστιο
es_419: Enorme
fr: Énorme
it: Enorme
ja: 巨大
ko: 거대
pt_br: Máximo
ro: Imensă
th: มหึมา
tr: Dev

source: Window Width
ca: Amplada de finestra
da: Vinduesbredde
el: Πλάτος παραθύρου
es_419: Ancho de ventana
fr: Largeur de fenêtre
it: Larghezza finestra
ja: ウィンドウ幅
ko: 창 너비
pt_br: Largura da janela
ro: Lățimea ferestrei
th: ความกว้างหน้าต่าง
tr: Pencere genişliği

source: List Width
ca: Amplada de llista
da: Listebredde
el: Πλάτος λίστας
es_419: Ancho de lista
fr: Largeur de liste
it: Larghezza lista
ja: リスト幅
ko: 목록 너비
pt_br: Largura da lista
ro: Lățimea listei
th: ความกว้างรายการ
tr: Liste genişliği

# hold_to_reset
source: (HOLD)
ca: (MANT.)
el: (ΚΡΑΤ.)
es_419: (MANT.)
fr: (MAINT.)
it: (TIENI)
ja: (長押し)
ko: (길게)
pt_br: (SEGURE)
ro: (ȚINE)
th: (กดค้าง)
tr: (BASILI)

source: Switch to clock
ca: Canvia a rellotge
da: Skift til ur
el: Αλλαγή σε ρολόι
es_419: Cambiar a reloj
fr: Basculer vers horloge
it: Passa all'orologio
ja: 時計に切替
ko: 시계로 전환
pt_br: Trocar pra relógio
ro: Comută la ceas
th: สลับเป็นนาฬิกา
tr: Saate geç

source: Switch to device count
ca: Canvia a recompte
da: Skift til antal enheder
el: Αλλαγή σε πλήθος συσκευών
es_419: Cambiar a conteo
fr: Basculer vers nombre
it: Passa al conteggio
ja: デバイス数に切替
ko: 기기 수로 전환
pt_br: Trocar pra contagem
ro: Comută la număr
th: สลับเป็นจำนวนอุปกรณ์
tr: Cihaz sayısına geç

# info_abbreviation
source: INFO
ca: INF.
el: ΠΛΗΡ.
es_419: INF.
fr: INF.
it: INF.
ja: 情報
ko: 정보
ro: INF.
th: ข้ล.
tr: BİLG.

source: Contact: %@
ar: اتصال:
ca: Contacte:
da: Kontakt:
de: Kontakt:
el: Επικοινωνία:
es_419: Contacto:
he: צור קשר:
hi: संपर्क:
it: Contatto:
ja: 連絡先:
ko: 연락처:
pt_br: Contato:
ru: Контакт:
th: ติดต่อ:
tr: İletişim:
uk: Контакт:
zh_hans: 联系方式:

# roman_nr
source: Roman
ar: روماني
ca: Romà
da: Romersk
el: Ρωμαϊκό
es_419: Romano
fr: Romain
he: רומי
hi: रोमन
it: Romano
ja: ローマ
ko: 로마
pt_br: Romano
ru: Римская
th: โรมัน
tr: Roma
uk: Римська
zh_hans: 罗马

# ethernet_category
source: Ethernet
ar: إيثرنت
el: Καλώδιο δικτύου
he: אתרנט
hi: ईथरनेट
ja: イーサネット
ko: 이더넷
th: อีเธอร์เน็ต

# serial_number
source: SN:
ar: الرقم التسلسلي:
