Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

# inheritance_tree_warning
source: Only connected devices will have their name displayed in the list.
ar: ستُعرض أسماء الأجهزة المتصلة فقط.
ca: Només els dispositius connectats mostraran el seu nom a la llista.
da: Kun tilsluttede enheder vil få vist deres navn på listen.
el: Μόνο οι συνδεδεμένες συσκευές θα εμφανίζουν το όνομά τους στη λίστα
es_419: Solo los dispositivos conectados mostrarán su nombre en la lista
fr: Seuls les appareils connectés afficheront leur nom dans la liste
he: רק מכשירים מחוברים יציגו את שמם ברשימה
hi: केवल जुड़े हुए उपकरणों के नाम सूची में दिखाए जाएंगे
it: Non vedrai il nome dei dispositivi non connessi.
ja: 接続されているデバイスのみがリストに名前を表示します
ko: 연결된 장치만 목록에 이름이 표시됩니다
pt_br: Apenas dispositivos conectados terão seus nomes exibidos.
ro: Doar dispozitivele conectate își vor afișa numele în listă
ru: Неподключенные устройства не будут иметь имени.
th: เฉพาะอุปกรณ์ที่เชื่อมต่อแล้วเท่านั้นที่จะมีการแสดงชื่อในรายการ
tr: Yalnızca bağlı cihazların adı listede görüntülenecektir.
uk: Назви непідключених пристроїв не відображатимуться.
zh_hans: 只有已连接的设备才会在列表中显示其名称

# hide_secondary_info
source: Hide secondary information
ar: إخفاء المعلومات الثانوية
ca: Amagar informació secundària
da: Skjul sekundær information
el: Απόκρυψη δευτερεύουσας πληροφορίας
es_419: Ocultar información secundaria
fr: Masquer les informations secondaires
he: הסתר מידע משני
hi: द्वितीयक जानकारी छिपाएँ
it: Nascondi informazioni secondarie
ja: 補足情報を非表示
ko: 보조 정보 숨기기
pt_br: Ocultar informações secundárias
ro: Ascunde informațiile secundare
ru: Скрыть вторичную информацию
th: ซ่อนข้อมูลรอง
tr: İkincil bilgileri gizle
uk: Приховати додаткову інформацію
zh_hans: 隐藏次要信息

# hide_secondary_info_description
source: Information in the right corner (such as the serial number and manufacturer) will not be displayed.
ar: لن تُعرض المعلومات في الزاوية اليمنى (مثل الرقم التسلسلي والمُصنّع).
ca: La informació de la cantonada dreta (com el número de sèrie i el fabricant) no es mostrarà.
da: Oplysninger i højre hjørne (såsom serienummer og producent) vil ikke blive vist.
el: Οι πληροφορίες στη δεξιά γωνία (όπως ο σειριακός αριθμός και ο κατασκευαστής) δεν θα εμφανίζονται.
es_419: La información en la esquina derecha (como el número de serie y el fabricante) no se mostrará.
fr: Les informations dans le coin droit (comme le numéro de série et le fabricant) ne seront pas affichées.
he: מידע בפינה הנגדית (כגון המספר הסידורי ושם היצרן) לא יוצג.
hi: दाएँ कोने में जानकारी (जैसे सीरियल नंबर और निर्माता) प्रदर्शित नहीं होगी।
it: Le informazioni nell'angolo destro (come il numero di serie e il produttore) non verranno visualizzate.
ja: 右上の情報（シリアル番号や製造元など）は表示されません。
ko: 오른쪽 상단의 정보(예: 일련 번호 및 제조업체)는 표시되지 않습니다.
pt_br: As informações no canto direito (como número de série e fabricante) não serão exibidas.
ro: Informațiile din colțul din dreapta (cum ar fi numărul de serie și producătorul) nu vor fi afișate.
ru: Информация в правом углу (например, серийный номер и производитель) отображаться не будет.
th: ข้อมูลที่มุมขวา (เช่น หมายเลขซีเรียลและผู้ผลิต) จะไม่ถูกแสดง
tr: Sağ köşedeki bilgiler (seri numarası ve üretici gibi) gösterilmeyecektir.
uk: Інформація у правому куті (наприклад, серійний номер і виробник) не відображатиметься.
zh_hans: 右上角的信息（如序列号和制造商）将不会显示。

# others_category
source: Others
ar: أخرى
ca: Altres
da: Andre
el: Άλλα
es_419: Otros
fr: Autres
he: אחרים
hi: अन्य
it: Altri
ja: その他
ko: 기타
pt_br: Outros
ro: Altele
ru: Другие
th: อื่น ๆ
tr: Diğerleri
uk: Інше

# hide_check_update
source: Hide button to check for updates
ar: إخفاء زر البحث عن التحديثات
ca: Amaga el botó de comprovar actualitzacions
da: Skjul knap til at tjekke for opdateringer
el: Απόκρυψη κουμπιού για έλεγχο ενημερώσεων
es_419: Ocultar botón para verificar actualizaciones
fr: Cacher le bouton de vérification des mises à jour
he: הסתר כפתור בדיקת עדכונים
hi: अपडेट जांचने के बटन को छुपाएँ
it: Nascondi pulsante per verificare aggiornamenti
ja: アップデート確認ボタンを非表示
ko: 업데이트 확인 버튼 숨기기
pt_br: Ocultar botão de buscar atualizações
ro: Ascunde butonul de verificare pentru actualizări
ru: Скрыть кнопку проверки обновлений
th: ซ่อนปุ่มตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol et düğmesini gizle
uk: Приховати кнопку перевірки оновлень
zh_hans: 隐藏检查更新按钮

# hide_check_update_description
source: If you already have MenuBarUSB installed via brew, or simply don't like that button, you can hide it.
ar: إذا كنت قد ثبّتت MenuBarUSB عبر brew، أو ببساطة لا تحب هذا الزر، يمكنك إخفاؤه.
ca: Si ja tens MenuBarUSB instal·lat via brew, o simplement no t’agrada el botó, el pots amagar.
da: Hvis du allerede har MenuBarUSB installeret via brew, eller simpelthen ikke kan lide knappen, kan du skjule den.
el: Αν έχετε ήδη εγκαταστήσει το MenuBarUSB μέσω brew, ή απλώς δεν σας αρέσει το κουμπί, μπορείτε να το αποκρύψετε.
es_419: Si ya tienes MenuBarUSB instalado vía brew, o simplemente no te gusta el botón, puedes ocultarlo.
fr: Si vous avez déjà installé MenuBarUSB via brew, ou si simplement vous n’aimez pas le bouton, vous pouvez le cacher.
he: אם כבר התקנת את MenuBarUSB דרך brew, או פשוט לא אוהב את הכפתור, תוכל להסתיר אותו.
hi: यदि आपने MenuBarUSB को पहले ही brew के माध्यम से इंस्टॉल कर रखा है, या बस बटन पसंद नहीं है, आप इसे छुपा सकते हैं।
it: Se hai già installato MenuBarUSB tramite brew, o semplicemente non ti piace il pulsante, puoi nasconderlo.
ja: もしすでに brew 経由で MenuBarUSB をインストールしている、または単にそのボタンが気に入らないなら、非表示にできます。
ko: 이미 brew를 통해 MenuBarUSB를 설치했거나 단순히 버튼이 마음에 들지 않는 경우, 숨길 수 있습니다.
pt_br: Se você já tem o MenuBarUSB instalado via brew, você pode ocultá-lo.
ro: Dacă ai deja MenuBarUSB instalat prin brew, sau pur și simplu nu îți place butonul, îl poți ascunde.
ru: Если MenuBarUSB уже установлен через brew, или просто не нравится эта кнопка, вы можете её скрыть.
th: ถ้าคุณได้ติดตั้ง MenuBarUSB ผ่าน brew อยู่แล้ว หรือแค่ไม่ชอบปุ่มนี้ ก็สามารถซ่อนได้
tr: Eğer MenuBarUSB’yi zaten brew ile yüklediysen ya da sadece düğmeyi sevmiyorsan, gizleyebilirsin.
uk: Якщо ви вже встановили MenuBarUSB через brew, або просто не подобається ця кнопка — ви можете її приховати.
zh_hans: 如果你已经通过 brew 安装了 MenuBarUSB，或者你只是单纯不喜欢这个按钮，你可以将它隐藏。

# hide_donate
source: Hide donate button
ar: إخفاء زر "تبرع"
ca: Amaga el botó de donació
da: Skjul donationsknap
el: Απόκρυψη κουμπιού δωρεάς
es_419: Ocultar botón de donación
fr: Cacher le bouton de don
he: הסתר כפתור התרומה
hi: दान बटन छुपाएँ
it: Nascondi pulsante di donazione
ja: 寄付ボタンを非表示
ko: 기부 버튼 숨기기
pt_br: Ocultar botão de "Contribuir"
ro: Ascunde butonul de donație
ru: Скрыть кнопку пожертвования
th: ซ่อนปุ่มบริจาค
tr: Bağış düğmesini gizle
uk: Приховати кнопку пожертв
zh_hans: 隐藏捐赠按钮

# hide_donate_description
source: The developer would be a little sad, but if you want, you can hide the donation button.
ar: سيحزن المطور قليلاً، ولكن إذا أردت، يمكنك إخفاء زر "تبرع".
ca: Al desenvolupador li trauria una mica la tristesa, però si vols, pots amagar el botó de donació.
da: Udvikleren ville være en smule ked af det, men hvis du vil, kan du skjule donationsknappen.
el: Ο προγραμματιστής θα είναι λίγο λυπημένος, αλλά αν θέλετε, μπορείτε να αποκρύψετε το κουμπί δωρεάς.
es_419: Al desarrollador le daría un poco de pena, pero si quieres, puedes ocultar el botón de donación.
fr: Le développeur serait un peu triste, mais si vous voulez, vous pouvez cacher le bouton de don.
he: המפתח יהיה קצת עצוב, אבל אם תרצה, תוכל להסתיר את כפתור התרומה.
hi: डेवलपर थोड़ा उदास होगा, लेकिन यदि आप चाहें, तो दान बटन को छुपा सकते हैं।
it: Lo sviluppatore sarebbe un po' triste, ma se vuoi, puoi nascondere il pulsante di donazione.
ja: 開発者は少し悲しむかもしれませんが、必要なら寄付ボタンを非表示にできます。
ko: 개발자는 약간 슬퍼하겠지만, 원한다면 기부 버튼을 숨길 수 있습니다.
pt_br: O desenvolvedor vai ficar um pouco triste, mas se quiser, você pode ocultar o botão de "Contribuir".
ro: Dezvoltatorul ar fi puțin trist, dar dacă vrei, poți ascunde butonul de donație.
ru: Разработчик будет немного огорчён, но если хотите, можете скрыть кнопку пожертвования.
th: ผู้พัฒนาจะรู้สึกเศร้านิดหน่อย แต่ถ้าคุณต้องการ คุณสามารถซ่อนปุ่มบริจาคได้
tr: Geliştirici biraz üzülürdu, ama istersen bağış düğmesini gizleyebilirsin.
uk: Розробник буде трохи засмучений, але якщо захочеш — можеш приховати кнопку пожертв.
zh_hans: 开发者可能会有点难过，但如果你愿意，你可以隐藏捐赠按钮。

# no_text_buttons
source: Primary buttons have no text, only icons
ar: لا توجد نصوص على الأزرار الرئيسية، فقط أيقونات
ca: Els botons principals no tenen text, només icones
da: Primære knapper har ingen tekst, kun ikoner
el: Κύρια κουμπιά χωρίς κείμενο, μόνο εικονίδια
es_419: Los botones principales no tienen texto, solo iconos
fr: Les boutons principaux n’ont pas de texte, seulement des icônes
he: לכפתורים הראשיים אין טקסט, רק אייקונים
hi: प्राथमिक बटन में कोई टेक्स्ट नहीं है, केवल आइकन
it: I pulsanti principali non hanno testo, solo icone
ja: 主要なボタンはテキストなし、アイコンのみ
ko: 기본 버튼에는 텍스트 없이 아이콘만 표시
pt_br: Botões principais não têm texto, apenas ícones
ro: Butonale principale nu au text, doar icoane
ru: Основные кнопки без текста, только иконки
th: ปุ่มหลักไม่มีข้อความ มีเฉพาะไอคอน
tr: Ana düğmelerde metin yok, sadece simgeler
uk: Основні кнопки без тексту, лише іконки
zh_hans: 主按钮不含文字，仅图标

# no_text_buttons_description
source: The exit, refresh, and settings page buttons are displayed as icons only, rather than icons with text. Make the design a bit more minimalistic.
ar: أزرار "خروج"، "تحديث" و"إعدادات" تُعرض كأيقونات فقط، بدلًا من أيقونات مع نص، مما يجعل الواجهة أكثر حدّة.
ca: Els botons de sortir, refrescar i la pàgina de configuració es mostren només amb icones, en lloc d’icones amb text. Fes el disseny una mica més minimalista.
da: Knapperne for at lukke, opdatere og indstillinger vises kun som ikoner, i stedet for ikoner med tekst. Gør designet lidt mere minimalistisk.
el: Τα κουμπιά εξόδου, ανανέωσης και ρυθμίσεων εμφανίζονται μόνο ως εικονίδια, αντί για εικονίδια με κείμενο. Κάντε τον σχεδιασμό λίγο πιο μινιμαλιστικό.
es_419: Los botones de salir, actualizar y configuración se muestran solo como iconos, en lugar de iconos con texto. Haz que el diseño sea un poco más minimalista.
fr: Les boutons de sortie, de rafraîchissement et de réglages s’affichent uniquement comme icônes, plutôt que des icônes avec texte. Rendez le design un peu plus minimaliste.
he: כפתורי יציאה, רענון ועמוד ההגדרות מוצגים רק כאייקונים, במקום אייקונים עם טקסט. עשה את העיצוב קצת יותר מינימליסטי.
hi: बाहर निकलने, ताज़ा करने और सेटिंग्स पेज के बटन केवल आइकन के रूप में दिखाए जाते हैं, टेक्स्ट के साथ नहीं। डिज़ाइन को थोड़ा और न्यूनतम बनाएं।
it: I pulsanti di uscita, aggiornamento e impostazioni sono mostrati solo come icone, invece di icone con testo. Rendi il design un po' più minimalista.
ja: 終了、更新、設定ページのボタンはテキスト付きではなく、アイコンのみで表示されます。デザインをもう少しミニマルにしましょう。
ko: 종료, 새로 고침 및 설정 페이지 버튼은 텍스트 없이 아이콘만으로 표시됩니다. 디자인을 조금 더 미니멀하게 만드세요.
pt_br: Os botões de "Sair", "Atualizar" e "Ajustes" são exibidos apenas como ícones, em vez de ícones com texto. Deixa a UI um pouco mais minimalista.
ro: Butonale de ieșire, reîmprospătare și pagina de setări sunt afișate doar ca icoane, în loc de icoane cu text. Fă designul un pic mai minimalist.
ru: Кнопки выхода, обновления и настроек отображаются только как иконки, вместо иконок с текстом. Сделайте дизайн чуть более минималистичным.
th: ปุ่มออก, รีเฟรช และหน้าการตั้งค่าจะแสดงเฉพาะไอคอน แทนที่จะเป็นไอคอนพร้อมข้อความ ให้ดีไซน์ออกมาดูเรียบง่ายขึ้นเล็กน้อย
tr: Çıkış, yenileme ve ayarlar sayfası düğmeleri, metin yerine yalnızca simgeler olarak görüntülenir. Tasarımı biraz daha minimalist yap.
uk: Кнопки виходу, оновлення та сторінки налаштувань відображаються тільки як іконки, замість іконок з текстом. Зробіть дизайн трохи більш мінімалістичним.
zh_hans: 退出、刷新和设置页按钮仅显示图标，而非带文字的图标。使设计稍微更简约。

# warning_incompatible_options
source: You have options enabled that conflict with each other, turning this on will automatically turn off the conflicting options.
ar: لديك خيارات مفعّلة تتعارض مع هذه. فعّل هذه سيعطّل الخيارات المتعارضة تلقائيًا.
ca: Tens opcions activades que són incompatibles amb aquesta, activar aquesta desactivarà automàticament les opcions incompatibles.
da: Du har aktiveret indstillinger, der er inkompatible med denne. Aktivering af denne vil automatisk deaktivere de inkompatible indstillinger.
el: Έχετε ενεργοποιήσει επιλογές που είναι ασύμβατες με αυτήν. Η ενεργοποίησή της θα απενεργοποιήσει αυτόματα τις ασύμβατες επιλογές.
es_419: Tienes opciones habilitadas que son incompatibles con esta. Al habilitarla se desactivarán automáticamente las opciones incompatibles.
fr: Vous avez activé des options incompatibles avec celle-ci. L’activer désactivera automatiquement les options incompatibles.
he: הפעלת אפשרויות שאינן תואמות לאפשרות זו. הפעלת אפשרות זו תבטל אוטומטית את האפשרויות שאינן תואמות.
hi: आपने ऐसी विकल्प सक्षम किए हैं जो इसके साथ असंगत हैं। इसे सक्षम करने से असंगत विकल्प स्वचालित रूप से अक्षम हो जाएंगे।
it: Hai attivato delle opzioni che sono incompatibili con questa. Attivandola, le opzioni incompatibili verranno automaticamente disattivate.
ja: このオプションと互換性のないオプションが有効になっています。これを有効にすると、互換性のないオプションは自動的に無効になります。
ko: 이 옵션과 호환되지 않는 옵션이 활성화되어 있습니다. 이 옵션을 활성화하면 호환되지 않는 옵션이 자동으로 비활성화됩니다.
pt_br: Você tem opções ativadas que são incompatíveis com esta. Ativar esta desativará automaticamente as opções incompatíveis.
ro: Ai activat opțiuni care sunt incompatibile cu aceasta. Activarea acesteia va dezactiva automat opțiunile incompatibile.
ru: У вас включены параметры, несовместимые с этим. Включение этого параметра автоматически отключит несовместимые параметры.
th: คุณได้เปิดใช้งานตัวเลือกที่ไม่สามารถใช้ร่วมกับตัวเลือกนี้ได้ การเปิดใช้งานนี้จะปิดการใช้งานตัวเลือกที่ไม่สามารถใช้ร่วมกันได้โดยอัตโนมัติ
tr: Bu seçenekle uyumsuz olan seçenekler etkin durumda. Bunu etkinleştirmek, uyumsuz seçenekleri otomatik olarak devre dışı bırakacaktır.
uk: У вас увімкнено параметри, які несумісні з цим. Увімкнення цього автоматично вимкне несумісні параметри.
zh_hans: 您已启用了与此选项不兼容的选项。启用此选项将自动禁用不兼容的选项。

# device_connected
source: "%@" connected.
ar: "%@" متصل.
ca: "%@" connectat.
da: "%@" tilsluttet.
el: Το "%@" συνδέθηκε.
es_419: "%@" conectado.
fr: "%@" connecté.
he: "%@" מחובר.
hi: "%@" कनेक्ट हुआ।
it: "%@" connesso.
ja: 「%@」が接続されました。
ko: "%@" 연결됨.
pt_br: "%@" conectado.
ro: "%@" conectat.
ru: "%@" подключено.
th: "%@" เชื่อมต่อแล้ว.
tr: "%@" bağlandı.
uk: "%@" підключено.
zh_hans: "%@" 已连接。

# device_disconnected
source: "%@" disconnected.
ar: "%@" مفصول.
ca: "%@" desconnectat.
da: "%@" afbrudt.
el: Το "%@" αποσυνδέθηκε.
es_419: "%@" desconectado.
fr: "%@" déconnecté.
he: "%@" מנותק.
hi: "%@" डिस्कनेक्ट हुआ।
it: "%@" disconnesso.
ja: 「%@」が切断されました。
ko: "%@" 연결 해제됨.
pt_br: "%@" desconectado.
ro: "%@" deconectat.
ru: "%@" отключено.
th: "%@" ตัดการเชื่อมต่อแล้ว.
tr: "%@" bağlantısı kesildi.
uk: "%@" відключено.
zh_hans: "%@" 已断开连接。

# icon_category
source: Icon
ar: رمز
ca: Icona
da: Ikon
el: Εικονίδιο
es_419: Icono
fr: Icône
he: סמל
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘
pt_br: Ícone
ro: Pictogramă
ru: Иконка
th: ไอคอน
tr: Simge
uk: Іконка
zh_hans: 图标

# hide_count
source: Hide the number of connected devices
ar: إخفاء عدد الأجهزة المتصلة
ca: Amaga el nombre de dispositius connectats
da: Skjul antal tilsluttede enheder
el: Απόκρυψη αριθμού συνδεδεμένων συσκευών
es_419: Ocultar número de dispositivos conectados
fr: Masquer le nombre d'appareils connectés
he: הסתר מספר מכשירים מחוברים
hi: कनेक्टेड डिवाइसों की संख्या छुपाएँ
it: Nascondi numero di dispositivi connessi
ja: 接続されているデバイス数を非表示
ko: 연결된 장치 수 숨기기
pt_br: Ocultar número de dispositivos conectados
ro: Ascunde numărul de dispozitive conectate
ru: Скрыть количество подключенных устройств
th: ซ่อนจำนวนอุปกรณ์ที่เชื่อมต่อ
tr: Bağlı cihaz sayısını gizle
uk: Сховати кількість підключених пристроїв
zh_hans: 隐藏已连接设备数量

# hide_count_description
source: Hide the number of connected devices, essentially leaving only the icon.
ar: يُخفي عدد الأجهزة المتصلة، ويترك الرمز فقط.
ca: Amaga el nombre de dispositius connectats, deixant només la icona.
da: Skjul antallet af tilsluttede enheder, så kun ikonet vises.
el: Απόκρυψη του αριθμού των συνδεδεμένων συσκευών, εμφανίζεται μόνο το εικονίδιο.
es_419: Ocultar el número de dispositivos conectados, dejando solo el icono.
fr: Masquer le nombre d'appareils connectés, ne laissant que l'icône.
he: הסתר את מספר המכשירים המחוברים, כך שיופיע רק הסמל.
hi: कनेक्टेड डिवाइसों की संख्या छुपाएँ, केवल आइकन दिखाएँ।
it: Nascondi il numero di dispositivi connessi, lasciando solo l'icona.
ja: 接続されているデバイスの数を非表示にし、アイコンのみ表示します。
ko: 연결된 장치 수를 숨기고 아이콘만 표시합니다.
pt_br: Oculta o número de dispositivos conectados, deixando apenas o ícone.
ro: Ascunde numărul de dispozitive conectate, lăsând doar pictograma.
ru: Скрыть количество подключенных устройств, оставив только иконку.
th: ซ่อนจำนวนอุปกรณ์ที่เชื่อมต่อ เหลือเพียงไอคอน
tr: Bağlı cihaz sayısını gizleyin, sadece simgeyi bırakın.
uk: Сховати кількість підключених пристроїв, залишивши лише іконку.
zh_hans: 隐藏已连接设备的数量，仅显示图标。

source: Numerical representation
ar: تمثيل رقمي
ca: Representació numèrica
da: Numerisk repræsentation
el: Αριθμητική αναπαράσταση
es_419: Representación numérica
fr: Représentation numérique
he: ייצוג מספרי
hi: सांख्यिक प्रतिनिधित्व
it: Rappresentazione numerica
ja: 数値表現
ko: 숫자 표기
pt_br: Representação numérica
ro: Reprezentare numerică
ru: Числовое представление
th: การแทนตัวเลข
tr: Sayısal temsil
uk: Числове представлення
zh_hans: 数字表示

source: Apply
ar: تطبيق
ca: Aplica
da: Anvend
el: Εφαρμογή
es_419: Aplicar
fr: Appliquer
he: החל
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
ro: Aplică
ru: Применить
th: ใช้
tr: Uygula
uk: Застосувати
zh_hans: 应用

source: Icon
ar: أيقونة
ca: Icona
da: Ikon
el: Εικονίδιο
es_419: Icono
fr: Icône
he: סמל
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘
pt_br: Ícone
ro: Pictogramă
ru: Иконка
th: ไอคอน
tr: Simge
uk: Іконка
zh_hans: 图标

# base10_nr
source: Base 10
ar: القاعدة 10
el: Βάση 10 (BASE 10)
he: BASE 10 (בְּרִירַת מֶחדָל)
hi: BASE 10 (गलती करना)
ja: 10進法 (BASE 10)
ko: 10진수 (BASE 10)
ro: Bază 10
ru: Десятичная система
th: ฐาน 10
tr: BASE 10 (varsayılan)
uk: Десяткова
zh_hans: 十进制

# binary_nr
source: Binary
ar: ثنائي
ca: Binari
da: Binær
el: Δυαδικό
es_419: Binario
fr: Binaire
he: בינארי
hi: बाइनरी
it: Binario
ja: 2進法
ko: 이진수
pt_br: Binário
ro: Binar
ru: Двоичная система
th: ฐานสอง
tr: İkili
uk: Двійкова
zh_hans: 二进制

# hex_nr
source: Hexadecimal
ar: سداسي
el: Δεκαεξαδικό
fr: Hexadécimal
he: הקסדצימלי
hi: हेक्साडेसिमल
it: Esadecimale
ja: 16進法
ko: 16진수
ro: Hexazecimal
ru: Шестнадцатеричная система
th: ฐานสิบหก
tr: Onaltılık
uk: Шістнадцяткова
zh_hans: 十六进制

# egyptian_nr
source: Egyptian
ar: مِصري
ca: Egipci
da: Egyptisk
el: Αιγυπτιακό
es_419: Egipcio
fr: Égyptien
he: מצרי
hi: मिस्र
it: Egizio
ja: エジプト
ko: 이집트
pt_br: Egípcio
ro: Egiptean
ru: Египетская
th: อียิปต์
tr: Mısır
uk: Єгипетська
zh_hans: 埃及

# greek_nr
source: Greek
ar: يوناني
ca: Grec
da: Græsk
el: Ελληνικό
es_419: Griego
fr: Grec
he: יווני
hi: ग्रीक
it: Greco
ja: ギリシャ
ko: 그리스
pt_br: Grego
ro: Grecesc
ru: Греческая
th: กรีก
tr: Yunan
uk: Грецька
zh_hans: 希腊

source: Hide menubar icon
ar: إخفاء رمز شريط القائمة
ca: Amaga la icona de la barra de menú
da: Skjul menulinjeikon
el: Απόκρυψη εικονιδίου γραμμής μενού
es_419: Ocultar ícono de la barra de menú
fr: Masquer l’icône de la barre de menus
he: הסתר סמל בשורת התפריט
hi: मेन्यूबार आइकन छुपाएं
it: Nascondi icona barra menu
ja: メニューバーアイコンを隠す
ko: 메뉴바 아이콘 숨기기
pt_br: Ocultar símbolo do ícone
ro: Ascunde pictograma bara meniu
ru: Скрыть значок в меню
th: ซ่อนไอคอนแถบเมนู
tr: Menü çubuğu simgesini gizle
uk: Приховати іконку в меню
zh_hans: 隐藏菜单栏图标

# hide_menubar_icon_description
source: Hides the app icon, essentially leaving only the number.
ar: يُخفي رمز التطبيق (وليس الأيقونة بالكامل)، تاركًا الرقم فقط.
ca: Amaga la icona de l'aplicació, deixant només el número.
da: Skjuler app-ikonet og efterlader kun tallet.
el: Αποκρύπτει το εικονίδιο της εφαρμογής, αφήνοντας μόνο τον αριθμό.
es_419: Oculta el ícono de la app, dejando solo el número.
fr: Masque l’icône de l’application, ne laissant que le nombre.
he: מסתיר את סמל האפליקציה ומשאיר רק את המספר.
hi: ऐप आइकन को छुपाता है और केवल संख्या दिखाता है।
it: Nasconde l’icona dell’app, lasciando solo il numero.
ja: アプリアイコンを非表示にして、数字だけを残します。
ko: 앱 아이콘을 숨기고 숫자만 남깁니다.
pt_br: Oculta o símbolo ícone do app (não o ícone inteiro), deixando apenas o número.
ro: Ascunde pictograma aplicației, lăsând doar numărul.
ru: Скрывает значок приложения, оставляя только число.
th: ซ่อนไอคอนแอป เหลือเพียงตัวเลข
tr: Uygulama simgesini gizler ve yalnızca sayıyı bırakır.
uk: Приховує іконку програми, залишаючи лише число.
zh_hans: 隐藏应用图标，仅保留数字。

source: Switch sides
ar: تبديل الجانبين
ca: Canvia de costat
da: Skift side
el: Αλλαγή πλευρών
es_419: Cambiar de lado
fr: Changer de côté
he: החלף צדדים
hi: पक्ष बदलें
it: Scambia lato
ja: 左右を入れ替える
ko: 위치 바꾸기
pt_br: Trocar lados
ro: Schimbă părțile
ru: Поменять стороны
th: สลับด้าน
tr: Tarafları değiştir
uk: Поміняти сторони
zh_hans: 切换位置

# switch_sides_description
source: The icon and number switch sides
ar: تتبادل الأيقونة والرقم الجانبين
ca: La icona i el número canvien de costat
da: Ikonet og tallet skifter side
el: Το εικονίδιο και ο αριθμός αλλάζουν πλευρές
es_419: El ícono y el número cambian de lado
fr: L’icône et le nombre changent de côté
he: הסמל והמספר מחליפים צדדים
hi: आइकन और संख्या पक्ष बदलते हैं
it: L’icona e il numero si scambiano di lato
ja: アイコンと数字が左右を入れ替えます
ko: 아이콘과 숫자의 위치를 바꿉니다
pt_br: O ícone e o número trocam de lado
ro: Pictograma și numărul își schimbă părțile
ru: Значок и число меняются местами
th: ไอคอนและตัวเลขสลับด้านกัน
tr: Simge ve sayı taraf değiştirir
uk: Іконка та число міняються місцями
zh_hans: 图标和数字交换位置

# changes_restart_warning
source: Some changes may cause the application to quickly restart.
ar: قد تجعلك بعض التغييرات تعيد تشغيل البرنامج.
ca: Alguns canvis poden fer que l'aplicació es reiniciï ràpidament.
da: Nogle ændringer kan få appen til hurtigt at genstarte.
el: Ορισμένες αλλαγές μπορεί να κάνουν την εφαρμογή να επανεκκινήσει γρήγορα.
es_419: Algunos cambios pueden hacer que la app se reinicie rápidamente.
fr: Certains changements peuvent entraîner un redémarrage rapide de l’application.
he: חלק מהשינויים עלולים לגרום לאפליקציה להפעיל מחדש במהירות.
hi: कुछ बदलावों से ऐप जल्दी से पुनः प्रारंभ हो सकता है।
it: Alcune modifiche potrebbero causare un rapido riavvio dell’app.
ja: 一部の変更により、アプリがすぐに再起動する場合があります。
ko: 일부 변경 사항은 앱이 빠르게 다시 시작되도록 할 수 있습니다.
pt_br: Algumas alterações podem fazer o programa reiniciar.
ro: Unele modificări pot face ca aplicația să repornească rapid.
ru: Некоторые изменения могут привести к быстрой перезагрузке приложения.
th: การเปลี่ยนแปลงบางอย่างอาจทำให้แอปรีสตาร์ทอย่างรวดเร็ว.
tr: Bazı değişiklikler uygulamanın hızlıca yeniden başlamasına neden olabilir.
uk: Деякі зміни можуть спричинити швидкий перезапуск програми.
zh_hans: 某些更改可能会导致应用快速重启。

# destroy_all_inheritances_device
source: Remove all inheritance links for this device
ar: إزالة كل روابط الوراثة لهذا الجهاز
ca: Elimina tots els enllaços d'herència per a aquest dispositiu
da: Fjern alle arveforbindelser for denne enhed
el: Καταργήστε όλες τις συνδέσεις κληρονομιάς για αυτήν τη συσκευή
es_419: Quitar todos los vínculos de herencia de este dispositivo
fr: Supprimer tous les liens d'héritage pour cet appareil
he: הסר את כל קשרי הירושה עבור התקן זה
hi: इस डिवाइस के लिए सभी इनहेरिटेंस लिंक हटाएँ
it: Rimuovi tutti i collegamenti di ereditarietà per questo dispositivo
ja: このデバイスのすべての継承リンクを削除
ko: 이 장치의 모든 상속 연결 제거
pt_br: Remover todos os vínculos de herança deste dispositivo
ro: Eliminați toate legăturile de moștenire pentru acest dispozitiv
ru: Удалить все связи наследования для этого устройства
th: ลบการเชื่อมโยงการสืบทอดทั้งหมดสำหรับอุปกรณ์นี้
tr: Bu cihaz için tüm kalıtım bağlantılarını kaldır
uk: Видалити всі зв'язки наслідування для цього пристрою
zh_hans: 移除此设备的所有继承链接
