Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

# ethernet_connected_icon_description
source: If a wired network connection is detected (it requires an active IP address to recognize), an icon will appear.
ar: إن تم الكشف عن اتصال شبكة سلكية (يتطلب عنوان IP نشط)، ستُعرض أيقونة.
ca: Si es detecta una connexió de xarxa per cable (requereix una adreça IP activa per ser reconeguda), apareixerà una icona.
da: Hvis en kabelforbindelse registreres (kræver en aktiv IP-adresse for at blive genkendt), vises et ikon.
el: Εάν εντοπιστεί ενσύρματη σύνδεση δικτύου (απαιτείται ενεργή διεύθυνση IP για αναγνώριση), θα εμφανιστεί ένα εικονίδιο.
es_419: Si se detecta una conexión de red cableada (requiere una dirección IP activa para reconocerla), aparecerá un ícono.
fr: Si une connexion réseau filaire est détectée (cela nécessite une adresse IP active pour être reconnue), une icône apparaîtra.
he: אם זוהה חיבור רשת קווי (נדרשת כתובת IP פעילה לזיהוי), יופיע אייקון.
hi: यदि एक वायर्ड नेटवर्क कनेक्शन का पता चलता है (पहचानने के लिए एक सक्रिय आईपी पता आवश्यक है), तो एक आइकन दिखाई देगा।
it: Se viene rilevata una connessione di rete cablata (richiede un indirizzo IP attivo per il riconoscimento), apparirà un'icona.
ja: 有線ネットワーク接続が検出された場合（認識にはアクティブなIPアドレスが必要です）、アイコンが表示されます。
ko: 유선 네트워크 연결이 감지되면 (인식하려면 활성 IP 주소가 필요함) 아이콘이 나타납니다.
pt_br: Se uma conexão de rede com fio for detectada (requer um endereço IP ativo), um ícone será exibido.
ro: Dacă este detectată o conexiune de rețea prin cablu (necesită o adresă IP activă pentru a fi recunoscută), va apărea o pictogramă.
ru: Если обнаружено проводное сетевое соединение (для распознавания требуется активный IP-адрес), появится значок.
th: หากตรวจพบการเชื่อมต่อเครือข่ายแบบมีสาย (ต้องใช้ที่อยู่ IP ที่ใช้งานอยู่ในการรับรู้) ไอคอนจะปรากฏขึ้น
tr: Kablolu bir ağ bağlantısı algılanırsa (tanıması için etkin bir IP adresi gerekir), bir simge görünecektir.
uk: Якщо виявлено дротове мережеве з'єднання (для розпізнавання потрібна активна IP-адреса), з'явиться піктограма.
zh_hans: 如果检测到有线网络连接（需要一个活动的IP地址才能识别），将显示一个图标。

# internet_monitoring_icon
source: Network traffic indicator
ar: مؤشر حركة الشبكة
ca: Indicador de trànsit de xarxa
da: Netværkstrafikindikator
el: Ένδειξη κίνησης δικτύου
es_419: Indicador de tráfico de red
fr: Indicateur de trafic réseau
he: מחוון תעבורת רשת
hi: नेटवर्क ट्रैफ़िक संकेतक
it: Indicatore di traffico di rete
ja: ネットワークトラフィックインジケーター
ko: 네트워크 트래픽 표시기
pt_br: Indicador de tráfego de rede
ro: Indicator de trafic de rețea
ru: Индикатор сетевого трафика
th: ตัวบ่งชี้การรับส่งข้อมูลเครือข่าย
tr: Ağ trafiği göstergesi
uk: Індикатор мережевого трафіку
zh_hans: 网络流量指示器

# internet_monitoring_icon_description
source: The LAN cable indicator icon will flash whenever cable network traffic is detected.
ar: ستومض أيقونة مؤشر الكابل عندما يُكتشف نشاط مرور بيانات عبر الشبكة السلكية.
ca: La icona de l'indicador de cable Ethernet parpellejarà sempre que es detecti trànsit de xarxa per cable.
da: Indikatorikonet for ethernetkablet blinker, når der registreres kabelnetværkstrafik.
el: Το εικονίδιο ένδειξης καλωδίου ethernet θα αναβοσβήνει κάθε φορά που ανιχνεύεται κίνηση καλωδιακού δικτύου.
es_419: El icono indicador del cable LAN parpadeará siempre que se detecte tráfico de red de cable.
fr: L'icône de l'indicateur de câble Ethernet clignote chaque fois qu'un trafic réseau câblé est détecté.
he: סמל מחוון כבל ה-ethernet יהבהב בכל פעם שתזוהה תעבורת רשת כבלים.
hi: जब भी केबल नेटवर्क ट्रैफ़िक का पता चलेगा, ईथरनेट केबल सूचक आइकन चमकेगा।
it: L'icona dell'indicatore del cavo Ethernet lampeggerà ogni volta che verrà rilevato traffico di rete via cavo.
ja: ケーブル ネットワーク トラフィックが検出されるたびに、イーサネット ケーブル インジケーター アイコンが点滅します。
ko: 케이블 네트워크 트래픽이 감지될 때마다 이더넷 케이블 표시기 아이콘이 깜박입니다.
pt_br: O icone indicador de cabo ethernet ficará piscando sempre que houver detectcão de trafego de rede via cabo.
ro: O ikona e indikatoresqo e ethernet kablosqo ka ćhivel pes kana ka dikhel pes o trafiko e kablosqo.
ru: Значок индикатора кабеля Ethernet будет мигать при каждом обнаружении трафика кабельной сети.
th: ไอคอนตัวบ่งชี้สายเคเบิลอีเธอร์เน็ตจะกะพริบทุกครั้งที่ตรวจพบการรับส่งข้อมูลเครือข่ายสายเคเบิล
tr: Kablo ağı trafiği algılandığında ethernet kablosu gösterge simgesi yanıp sönecektir.
uk: Індикатор кабелю Ethernet блиматиме щоразу, коли виявляється трафік кабельної мережі.
zh_hans: 每当检测到有线网络流量时，以太网电缆指示器图标就会闪烁。

# stop_traffic_monitor_button
source: Button to stop/start traffic monitoring
ar: زر لإيقاف / استئناف مراقبة الشبكة
ca: Botó per aturar/iniciar el monitoratge de trànsit
da: Knap til at stoppe/starte trafikovervågning
el: Κουμπί για διακοπή/έναρξη παρακολούθησης κίνησης
es_419: Botón para detener/iniciar el monitoreo de tráfico
fr: Bouton pour arrêter/démarrer la surveillance du trafic
he: כפתור לעצירה/התחלת ניטור תעבורה
hi: ट्रैफ़िक मॉनिटरिंग को रोकने/शुरू करने का बटन
it: Pulsante per interrompere/avviare il monitoraggio del traffico
ja: トラフィック監視を停止/開始するボタン
ko: 트래픽 모니터링 중지/시작 버튼
pt_br: Botão para iniciar/retomar o monitoramento de rede
ro: Buton pentru oprirea/pornirea monitorizării traficului
ru: Кнопка для остановки/запуска мониторинга трафика
th: ปุ่มเพื่อหยุด/เริ่มการตรวจสอบการรับส่งข้อมูล
tr: Trafik izlemeyi durdurma/başlatma düğmesi
uk: Кнопка для зупинки/запуску моніторингу трафіку
zh_hans: 停止/开始流量监控的按钮

# stop_traffic_monitor_button_description
source: Adds a button dedicated to start/resume network traffic monitoring.
ar: يُضيف زرًا مخصصًا لإيقاف أو استئناف مراقبة حركة الشبكة.
ca: Afegeix un botó dedicat a iniciar/reprendre el monitoratge de trànsit de xarxa.
da: Tilføjer en knap dedikeret til at starte/genoptage netværkstrafikovervågning.
el: Προσθέτει ένα κουμπί αφιερωμένο στην έναρξη/συνέχιση της παρακολούθησης κίνησης δικτύου.
es_419: Agrega un botón dedicado a iniciar/reanudar el monitoreo de tráfico de red.
fr: Ajoute un bouton dédié au démarrage/reprise de la surveillance du trafic réseau.
he: מוסיף כפתור המיועד להתחלה/חידוש ניטור תעבורת רשת.
hi: नेटवर्क ट्रैफ़िक मॉनिटरिंग को शुरू/फिर से शुरू करने के लिए एक समर्पित बटन जोड़ता है।
it: Aggiunge un pulsante dedicato per avviare/riprendere il monitoraggio del traffico di rete.
ja: ネットワークトラフィック監視を開始/再開するための専用ボタンを追加します。
ko: 네트워크 트래픽 모니터링을 시작/재개하는 전용 버튼을 추가합니다.
pt_br: Adiciona um botão dedicado para parar/retomar o monitoramento de tráfego de rede.
ro: Adaugă un buton dedicat pentru a porni/relua monitorizarea traficului de rețea.
ru: Добавляет кнопку, предназначенную для запуска/возобновления мониторинга сетевого трафика.
th: เพิ่มปุ่มสำหรับเริ่ม/ดำเนินการตรวจสอบการรับส่งข้อมูลเครือข่ายต่อ
tr: Ağ trafiği izlemeyi başlatmaya/sürdürmeye adanmış bir düğme ekler.
uk: Додає кнопку, призначену для запуску/відновлення моніторингу мережевого трафіку.
zh_hans: 添加一个专用于开始/恢复网络流量监控的按钮。

# resume_traffic_monitor
source: Resume traffic monitoring
ar: استئناف مراقبة الشبكة
ca: Reprendre el monitoratge de trànsit
da: Genoptag trafikovervågning
el: Συνέχιση παρακολούθησης κίνησης
es_419: Reanudar el monitoreo de tráfico
fr: Reprendre la surveillance du trafic
he: חדש ניטור תעבורה
hi: ट्रैफ़िक मॉनिटरिंग फिर से शुरू करें
it: Riprendi monitoraggio del traffico
ja: トラフィック監視を再開
ko: 트래픽 모니터링 재개
pt_br: Retomar monitoramento de rede
ro: Reluați monitorizarea traficului
ru: Возобновить мониторинг трафика
th: ดำเนินการตรวจสอบการรับส่งข้อมูลต่อ
tr: Trafik izlemeyi sürdür
uk: Відновити моніторинг трафіку
zh_hans: 恢复流量监控

# stop_traffic_monitor
source: Stop traffic monitoring
ar: إيقاف مراقبة الشبكة
ca: Aturar el monitoratge de trànsit
da: Stop trafikovervågning
el: Διακοπή παρακολούθησης κίνησης
es_419: Detener el monitoreo de tráfico
fr: Arrêter la surveillance du trafic
he: עצור ניטור תעבורה
hi: ट्रैफ़िक मॉनिटरिंग रोकें
it: Interrompi monitoraggio del traffico
ja: トラフィック監視を停止
ko: 트래픽 모니터링 중지
pt_br: Parar monitoramento de rede
ro: Opriți monitorizarea traficului
ru: Остановить мониторинг трафика
th: หยุดการตรวจสอบการรับส่งข้อมูล
tr: Trafik izlemeyi durdur
uk: Зупинити моніторинг трафіку
zh_hans: 停止流量监控

source: Paused
ar: موقوف مؤقتًا
ca: Pausat
da: Pause
el: Σε παύση
es_419: En pausa
fr: En pause
he: מושהה
hi: विराम दिया गया
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
pt_br: Pausado
ro: Pauzat
ru: Пауза
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: Стоп
zh_hans: 已暂停

source: Running
ar: قيد المراقبة
ca: En execució
da: Kører
el: Σε λειτουργία
es_419: En funcionamiento
fr: En cours d'exécution
he: פועל
hi: चल रहा है
it: In esecuzione
ja: 実行中
ko: 실행 중
pt_br: Monitorando
ro: Rulează
ru: Активный
th: กำลังทำงาน
tr: Çalışıyor
uk: Працює
zh_hans: 正在运行

# traffic_monitor_inactive_settings
source: Traffic monitoring is paused while in settings
ar: تم إيقاف مراقبة الشبكة أثناء التعديلات
ca: El monitoratge de trànsit està pausat mentre es troba a la configuració
da: Trafikovervågning er sat på pause i indstillingerne
el: Η παρακολούθηση κίνησης είναι σε παύση ενώ βρίσκεστε στις ρυθμίσεις
es_419: Monitoreo de red pausado temporalmente
fr: La surveillance du trafic est en pause tant que vous êtes dans les réglages
he: ניטור תעבורה מושהה בזמן שאתה נמצא בהגדרות
hi: सेटिंग्स में होने पर ट्रैफ़िक मॉनिटरिंग रोक दी जाती है
it: Monitoraggio della rete temporaneamente sospeso
ja: 設定中はトラフィック監視が一時停止されます
ko: 설정 중에는 트래픽 모니터링이 일시 중지됩니다
pt_br: O monitoramento de rede pausado enquanto nos ajustes
ro: Monitorizarea traficului este întreruptă în timp ce sunteți în setări
ru: Мониторинг трафика приостановлен, пока вы находитесь в настройках
th: การตรวจสอบการรับส่งข้อมูลถูกหยุดชั่วคราวขณะอยู่ในส่วนการตั้งค่า
tr: Ayarlardayken trafik izleme duraklatılır
uk: Моніторинг трафіку призупинено, поки ви перебуваєте в налаштуваннях
zh_hans: 在设置中时，流量监控已暂停

# hide_traffic_side_label
source: Hide status text
ar: إخفاء نص الحالة
ca: Amaga el text d'estat
da: Skjul statustekst
el: Απόκρυψη κειμένου κατάστασης
es_419: Ocultar texto de estado
fr: Masquer le texte d’état
he: הסתר טקסט מצב
hi: स्थिति पाठ छिपाएँ
it: Nascondi testo di stato
ja: ステータステキストを非表示
ko: 상태 텍스트 숨기기
pt_br: Ocultar texto de status
ro: Ascunde textul de stare
ru: Скрыть текст состояния
th: ซ่อนข้อความสถานะ
tr: Durum metnini gizle
uk: Приховати текст стану
zh_hans: 隐藏状态文本

# show_traffic_side_label
source: Show status text
ar: عرض نص الحالة
ca: Mostra el text d'estat
da: Vis statustekst
el: Εμφάνιση κειμένου κατάστασης
es_419: Mostrar texto de estado
fr: Afficher le texte d’état
he: הצג טקסט מצב
hi: स्थिति पाठ दिखाएँ
it: Mostra testo di stato
ja: ステータステキストを表示
ko: 상태 텍스트 표시
pt_br: Mostrar texto de status
ro: Afișează textul de stare
ru: Показать текст состояния
th: แสดงข้อความสถานะ
tr: Durum metnini göster
uk: Показати текст стану
zh_hans: 显示状态文本

source: Stop/resume
ar: إيقاف / استئناف
ca: Atura/reprèn
da: Stop/genoptag
el: Διακοπή/συνέχιση
es_419: Detener/reanudar
fr: Arrêter/reprendre
he: עצור/המשך
hi: रोकें/जारी रखें
it: Interrompi/riprendi
ja: 停止/再開
ko: 중지/재개
pt_br: Parar/retomar
ro: Oprire/relua
ru: Остановить/возобновить
th: หยุด/ดำเนินการต่อ
tr: Durdur/devam et
uk: Зупинити/відновити
zh_hans: 停止/继续

source: Back and resume
ar: رجوع واستمرار
ca: Torna i reprèn
da: Tilbage og genoptag
el: Πίσω και συνέχιση
es_419: Regresar y reanudar
fr: Retour et reprise
he: חזור והמשך
hi: वापस जाएं और जारी रखें
it: Indietro e riprendi
ja: 戻って再開
ko: 뒤로 가서 재개
pt_br: Voltar e retomar
ro: Înapoi și reia
ru: Назад и возобновить
th: ย้อนกลับและดำเนินการต่อ
tr: Geri dön ve devam et
uk: Назад і відновити
zh_hans: 返回并继续

# back_without_resume
source: Back (without resuming)
ar: رجوع (بدون استمرار)
ca: Torna (sense reprendre)
da: Tilbage (uden at genoptage)
el: Πίσω (χωρίς συνέχιση)
es_419: Regresar (sin reanudar)
fr: Retour (sans reprise)
he: חזור (ללא המשך)
hi: वापस जाएं (जारी रखे बिना)
it: Indietro (senza riprendere)
ja: 戻る（再開しない）
ko: 뒤로 가기 (재개 안 함)
pt_br: Voltar (sem retomar)
ro: Înapoi (fără reluare)
ru: Назад (без возобновления)
th: ย้อนกลับ (ไม่ดำเนินการต่อ)
tr: Geri dön (devam etmeden)
uk: Назад (без відновлення)
zh_hans: 返回（不继续）

# required_ethernet_to_monitor_traffic
source: A connected ethernet cable is mandatory to keep network monitoring running
ar: يُطلب وجود كابل إيثرنت نشط لمراقبة الشبكة
ca: Cal un cable Ethernet connectat per mantenir la monitorització de la xarxa en funcionament
da: Et tilsluttet Ethernet-kabel er påkrævet for at holde netværksovervågning kørende
el: Απαιτείται συνδεδεμένο καλώδιο Ethernet για να συνεχιστεί η παρακολούθηση δικτύου
es_419: Se necesita un cable Ethernet conectado para mantener el monitoreo de red activo
fr: Un câble Ethernet connecté est requis pour maintenir la surveillance du réseau
he: נדרש כבל אתרנט מחובר כדי לשמור על ניטור הרשת פעיל
hi: नेटवर्क मॉनिटरिंग चालू रखने के लिए एक कनेक्टेड ईथरनेट केबल आवश्यक है
it: È necessario un cavo Ethernet collegato per mantenere attivo il monitoraggio della rete
ja: ネットワーク監視を続けるには、接続されたイーサネットケーブルが必要です
ko: 네트워크 모니터링을 유지하려면 이더넷 케이블이 연결되어 있어야 합니다
pt_br: É necessário um cabo Ethernet conectado para manter o monitoramento da rede ativo
ro: Un cablu Ethernet conectat este necesar pentru a menține monitorizarea rețelei activă
ru: Для поддержания мониторинга сети необходим подключенный кабель Ethernet
th: จำเป็นต้องมีสายเคเบิลอีเทอร์เน็ตที่เชื่อมต่อเพื่อให้การตรวจสอบเครือข่ายทำงานต่อไป
tr: Ağ izlemeyi sürdürmek için bağlı bir Ethernet kablosu gereklidir
uk: Для підтримки моніторингу мережі потрібен підключений кабель Ethernet
zh_hans: 需要连接以太网电缆以保持网络监控运行

# new_version_notification
source: Check for updates
ar: التحقق من التحديثات
ca: Cerca actualitzacions
da: Søg efter opdateringer
el: Έλεγχος για ενημερώσεις
es_419: Buscar actualizaciones
fr: Vérifier les mises à jour
he: בדיקת עדכונים
hi: अपडेट की जाँच करें
it: Verifica la disponibilità di aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Verificar atualizações
ro: Verificați actualizările
ru: Проверить обновления
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol et
uk: Перевірити оновлення
zh_hans: 检查更新

# new_version_notification_description
source: When you open the app, you’ll get a notification if a new version is available, but it won’t be downloaded automatically.
ar: عند فتح MenuBarUSB، ستتلقى إشعارًا إذا كان إصدار جديد متوفرًا، لكن لن يُحمّل تلقائيًا.
ca: Quan obris l'aplicació, rebràs una notificació si hi ha una nova versió disponible, però no es baixarà automàticament.
da: Når du åbner appen, får du en notifikation, hvis en ny version er tilgængelig, men den downloades ikke automatisk.
el: Όταν ανοίγετε την εφαρμογή, θα λάβετε μια ειδοποίηση εάν είναι διαθέσιμη μια νέα έκδοση, αλλά δεν θα γίνει αυτόματη λήψη.
es_419: Al abrir la app, recibirá una notificación si hay una nueva versión disponible, pero no se descargará automáticamente.
fr: Lorsque vous ouvrez l'application, vous recevez une notification si une nouvelle version est disponible, mais elle ne sera pas téléchargée automatiquement.
he: כאשר תפתח את האפליקציה, תקבל הודעה אם גרסה חדשה זמינה, אך היא לא תורד אוטומטית.
hi: जब आप ऐप खोलेंगे, तो नई संस्करण उपलब्ध होने पर आपको एक सूचना मिलेगी, लेकिन यह स्वचालित रूप से डाउनलोड नहीं होगा।
it: Quando apri l'app, riceverai una notifica se è disponibile una nuova versione, ma non verrà scaricata automaticamente.
ja: アプリを開いたときに、新しいバージョンが利用可能な場合は通知が届きますが、自動的にダウンロードはされません。
ko: 앱을 열면 새 버전이 있는 경우 알림을 받게 되지만, 자동으로 다운로드되지는 않습니다.
pt_br: Ao abrir o MenuBarUSB, você receberá uma notificação se uma nova versão estiver disponível, mas ela não será baixada automaticamente.
ro: Când deschideți aplicația, veți primi o notificare dacă este disponibilă o versiune nouă, dar aceasta nu va fi descărcată automat.
ru: Когда вы откроете приложение, вы получите уведомление, если доступна новая версия, но она не будет загружена автоматически.
th: เมื่อคุณเปิดแอป คุณจะได้รับการแจ้งเตือนหากมีเวอร์ชันใหม่พร้อมใช้งาน แต่จะไม่ถูกดาวน์โหลดโดยอัตโนมัติ
tr: Uygulamayı açtığınızda, yeni bir sürüm varsa bildirim alırsınız, ancak otomatik olarak indirilmez.
uk: Коли ви відкриваєте програму, ви отримаєте сповіщення, якщо доступна нова версія, але вона не буде завантажена автоматично.
zh_hans: 当您打开应用时，如果新版本可用，您将收到通知，但它不会自动下载。

# update_notification_title
source: Update
ar: تحديث
ca: Actualització
da: Opdatering
el: Ενημέρωση
es_419: Actualización
fr: Mise à jour
he: עדכון
hi: अपडेट
it: Aggiornamento
ja: アップデート
ko: 업데이트
pt_br: Atualização
ro: Actualizare
ru: Обновление
th: อัปเดต
tr: Güncelleme
uk: Оновлення
zh_hans: 更新

# update_notification_body
source: A new update is available.
ar: تحديث جديد متوفر.
ca: Hi ha una nova actualització disponible.
da: En ny opdatering er tilgængelig.
el: Μια νέα ενημέρωση είναι διαθέσιμη.
es_419: Hay una nueva actualización disponible.
fr: Une nouvelle mise à jour est disponible.
he: עדכון חדש זמין.
hi: एक नया अपडेट उपलब्ध है।
it: È disponibile un nuovo aggiornamento.
ja: 新しいアップデートが利用可能です。
ko: 새로운 업데이트를 사용할 수 있습니다.
pt_br: Nova atualização disponível.
ro: O nouă actualizare este disponibilă.
ru: Доступно новое обновление.
th: มีการอัปเดตใหม่
tr: Yeni bir güncelleme mevcut.
uk: Доступне нове оновлення.
zh_hans: 有新的更新可用。

# stop_traffic_monitor_button_disable_status
source: Disable stop/start button status text
ar: تعطيل نص الحالة لزر إيقاف/استئناف
ca: Desactiva el text d'estat del botó aturar/iniciar
da: Deaktiver status-tekst for stop/start-knap
el: Απενεργοποίηση κειμένου κατάστασης κουμπιού διακοπής/έναρξης
es_419: Deshabilitar texto de estado del botón detener/iniciar
fr: Désactiver le texte d'état du bouton arrêter/démarrer
he: השבתת טקסט מצב כפתור עצירה/התחלה
hi: रोकें/शुरू करें बटन की स्थिति पाठ को अक्षम करें
it: Disabilita il testo di stato del pulsante di arresto/avvio
ja: 停止/開始ボタンのステータステキストを無効にする
ko: 중지/시작 버튼 상태 텍스트 비활성화
pt_br: Desabilitar texto de status do botão parar/retomar
ro: Dezactivați textul de stare al butonului oprire/pornire
ru: Отключить текст состояния кнопки стоп/старт
th: ปิดใช้งานข้อความสถานะปุ่มหยุด/เริ่ม
tr: Durdur/başlat düğmesi durum metnini devre dışı bırak
uk: Вимкнути текст стану кнопки зупинки/запуску
zh_hans: 禁用停止/开始按钮状态文本

# stop_traffic_monitor_button_disable_status_description
source: Next to the button, there is text informing whether network traffic is being monitored or not.
ar: بجانب الزر يوجد نص يوضح ما إذا كانت مراقبة الشبكة تعمل أو لا.
ca: Al costat del botó, hi ha un text que informa si el trànsit de xarxa s'està supervisant o no.
da: Ved siden af knappen er der tekst, der informerer om, hvorvidt netværkstrafikken overvåges eller ej.
el: Δίπλα στο κουμπί, υπάρχει κείμενο που ενημερώνει εάν παρακολουθείται η κίνηση δικτύου ή όχι.
es_419: Junto al botón, hay un texto que informa si el tráfico de red está siendo monitoreado o no.
fr: À côté du bouton, il y a un texte informant si le trafic réseau est surveillé ou non.
he: ליד הכפתור, יש טקסט המיידע אם תעבורת הרשת מנוטרת או לא.
hi: बटन के आगे, एक पाठ है जो सूचित करता है कि नेटवर्क ट्रैफ़िक की निगरानी की जा रही है या नहीं।
it: Accanto al pulsante è presente un testo che informa se il traffico di rete viene monitorato o meno.
ja: ボタンの隣に、ネットワークトラフィックが監視されているかどうかを示すテキストが表示されます。
ko: 버튼 옆에 네트워크 트래픽이 모니터링되고 있는지 여부를 알려주는 텍스트가 있습니다.
pt_br: Ao lado do botão, há um texto informando se o tráfego de rede está sendo monitorado ou não.
ro: Lângă buton, există text care informează dacă traficul de rețea este monitorizat sau nu.
ru: Рядом с кнопкой есть текст, информирующий о том, контролируется ли сетевой трафик.
th: ถัดจากปุ่ม มีข้อความแจ้งว่ามีการตรวจสอบปริมาณการรับส่งข้อมูลเครือข่ายหรือไม่
tr: Düğmenin yanında, ağ trafiğinin izlenip izlenmediğini bildiren bir metin bulunur.
uk: Поруч із кнопкою є текст, який інформує, чи контролюється мережевий трафік.
zh_hans: 按钮旁边有文本，指示网络流量是否正在被监控。

source: Export settings
ar: تصدير الإعدادات
ca: Exporta la configuració
da: Eksporter indstillinger
el: Εξαγωγή ρυθμίσεων
es_419: Exportar configuración
fr: Exporter les paramètres
he: ייצוא הגדרות
hi: सेटिंग्स निर्यात करें
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
pt_br: Exportar configurações
ro: Exportați setările
ru: Экспортировать настройки
th: ส่งออกการตั้งค่า
tr: Ayarları dışa aktar
uk: Експортувати налаштування
zh_hans: 导出设置

source: Import settings
ar: استيراد الإعدادات
ca: Importa la configuració
da: Importer indstillinger
el: Εισαγωγή ρυθμίσεων
es_419: Importar configuración
fr: Importer les paramètres
he: ייבוא הגדרות
hi: सेटिंग्स आयात करें
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
pt_br: Importar configurações
ro: Importați setările
ru: Импортировать настройки
th: นำเข้าการตั้งค่า
tr: Ayarları içe aktar
uk: Імпортувати налаштування
zh_hans: 导入设置

# allow_copying_individual
source: Allow copying each individual property
ar: السماح بنسخ كل خاصية على حدة
ca: Permet copiar cada propietat individual
da: Tillad kopiering af hver individuel egenskab
el: Να επιτρέπεται η αντιγραφή κάθε μεμονωμένης ιδιότητας
es_419: Permitir copiar cada propiedad individual
fr: Autoriser la copie de chaque propriété individuelle
he: אפשר העתקה של כל מאפיין בנפרד
hi: प्रत्येक व्यक्तिगत गुण को कॉपी करने की अनुमति दें
it: Consenti la copia di ogni singola proprietà
ja: 個々のプロパティのコピーを許可
ko: 각 개별 속성 복사 허용
pt_br: Permitir copiar cada propriedade individual
ro: Permiteți copierea fiecărei proprietăți individuale
ru: Разрешить копирование каждого отдельного свойства
th: อนุญาตให้คัดลอกคุณสมบัติแต่ละรายการ
tr: Her bir özelliğin kopyalanmasına izin ver
uk: Дозволити копіювання кожної окремої властивості
zh_hans: 允许复制每个单独的属性

# allow_copying_individual_description
source: Allows you to copy individual device properties, such as name, manufacturer, and others.
ar: يسمح بنسخ خصائص منفصلة للجهاز، مثل الاسم، المُصنّع وغيرها.
ca: Et permet copiar propietats individuals del dispositiu, com ara el nom, el fabricant i d'altres.
da: Tillader dig at kopiere individuelle enhedsegenskaber, såsom navn, producent og andre.
el: Σας επιτρέπει να αντιγράψετε μεμονωμένες ιδιότητες συσκευής, όπως όνομα, κατασκευαστή και άλλα.
es_419: Le permite copiar propiedades individuales del dispositivo, como el nombre, el fabricante y otras.
fr: Vous permet de copier des propriétés individuelles de l'appareil, telles que le nom, le fabricant et d'autres.
he: מאפשר לך להעתיק מאפייני מכשיר בודדים, כגון שם, יצרן ואחרים.
hi: आपको व्यक्तिगत डिवाइस गुणों, जैसे नाम, निर्माता और अन्य को कॉपी करने की अनुमति देता है।
it: Ti consente di copiare le singole proprietà del dispositivo, come nome, produttore e altre.
ja: 名前、製造元などの個々のデバイスプロパティをコピーできます。
ko: 이름, 제조업체 등 개별 장치 속성을 복사할 수 있습니다.
pt_br: Permite copiar propriedades individuais do dispositivo, como nome, fabricante e outros.
ro: Vă permite să copiați proprietăți individuale ale dispozitivului, cum ar fi numele, producătorul și altele.
ru: Позволяет копировать отдельные свойства устройства, такие как имя, производитель и другие.
th: อนุญาตให้คุณคัดลอกคุณสมบัติของอุปกรณ์แต่ละรายการ เช่น ชื่อ ผู้ผลิต และอื่นๆ
tr: Ad, üretici ve diğerleri gibi bireysel cihaz özelliklerini kopyalamanıza olanak tanır.
uk: Дозволяє копіювати окремі властивості пристрою, такі як назва, виробник та інші.
zh_hans: 允许您复制单独的设备属性，例如名称、制造商等。

# fast_traffic_monitor
source: Extremely efficient monitoring (high CPU usage)
ar: مراقبة كفؤة (استخدام مرتفع للمعالج)
ca: Supervisió extremadament eficient (alt ús de CPU)
da: Ekstremt effektiv overvågning (høj CPU-brug)
el: Εξαιρετικά αποδοτική παρακολούθηση (υψηλή χρήση CPU)
es_419: Monitoreo extremadamente eficiente (alto uso de CPU)
fr: Surveillance extrêmement efficace (forte utilisation du CPU)
he: ניטור יעיל במיוחד (שימוש גבוה במעבד)
hi: अत्यधिक कुशल निगरानी (उच्च CPU उपयोग)
it: Monitoraggio estremamente efficiente (alto utilizzo della CPU)
ja: 非常に効率的な監視（高CPU使用率）
ko: 매우 효율적인 모니터링 (높은 CPU 사용량)
pt_br: Monitoramento eficiente (alto uso de CPU)
ro: Monitorizare extrem de eficientă (utilizare mare a procesorului)
ru: Чрезвычайно эффективный мониторинг (высокая загрузка ЦП)
th: การตรวจสอบที่มีประสิทธิภาพสูงมาก (ใช้ CPU สูง)
tr: Son derece verimli izleme (yüksek CPU kullanımı)
uk: Надзвичайно ефективний моніторинг (високе використання ЦП)
zh_hans: 极高效的监控（高 CPU 使用率）
