Repository: rafaelSwi/MenuBarUSB
Catalog: MenuBarUSB/Localizable/*.lproj/Localizable.strings
Languages: ar, ca, da, de, el, es_419, fr, he, hi, it, ja, ko, pt_br, ro, ru, th, tr, uk, zh_hans

source: Alert
ar: تنبيه
ca: Alerta
da: Advarsel
el: Ειδοποίηση
es_419: Alerta
fr: Alerte
he: התראה
hi: चेतावनी
it: Avviso
ja: 警告
ko: 알림
pt_br: Alerta
ro: Avertizare
ru: Предупреждение
th: แจ้งเตือน
tr: Uyarı
uk: Попередження
zh_hans: 警告

# press_to_close
source: [esc] to close
ar: [esc] للإغلاق
ca: [esc] per tancar
da: [esc] for at lukke
el: [esc] για κλείσιμο
es_419: [esc] para cerrar
fr: [esc] pour fermer
he: [esc] לסגור
hi: [esc] बंद करें
it: [esc]
ja: [esc]
ko: [esc]
pt_br: [esc] para fechar
ro: [esc] pentru a închide
ru: [esc] для закрытия
th: [esc] ปิด
tr: [esc] ile kapat
uk: [esc] щоб закрити
zh_hans: [esc]

source: Restart button
ar: زر إعادة التشغيل
ca: Botó de reinici
da: Genstart-knap
el: Κουμπί επανεκκίνησης
es_419: Botón de reinicio
fr: Bouton de redémarrage
he: כפתור הפעלה מחדש
hi: रीस्टार्ट बटन
it: Pulsante di riavvio
ja: 再起動ボタン
ko: 다시 시작 버튼
pt_br: Botão de reiniciar
ro: Buton de repornire
ru: Кнопка перезапуска
th: ปุ่มรีสตาร์ท
tr: Yeniden başlat düğmesi
uk: Кнопка перезапуску
zh_hans: 重启按钮

# restart_button_description
source: Adds a button that restarts the program (ends the process and reopens it) to the devices tab.
ar: يُضيف زرًا يعيد تشغيل البرنامج (يغلقه ويعيد فتحه) في تبويب الأجهزة.
ca: Afegeix un botó que reinicia el programa (finalitza el procés i el torna a obrir) a la pestanya de dispositius.
da: Tilføjer en knap, der genstarter programmet (afslutter processen og åbner det igen) til fanen Enheder.
el: Προσθέτει ένα κουμπί που επανεκκινεί το πρόγραμμα (τερματίζει τη διεργασία και το ξανανοίγει) στην καρτέλα συσκευών.
es_419: Agrega un botón que reinicia el programa (termina el proceso y lo vuelve a abrir) en la pestaña de dispositivos.
fr: Ajoute un bouton qui redémarre le programme (termine le processus et le rouvre) dans l'onglet des périphériques.
he: מוסיף כפתור שמפעיל מחדש את התוכנית (מסיים את התהליך ופותח אותה מחדש) בלשונית ההתקנים.
hi: डिवाइस टैब में एक बटन जोड़ता है जो प्रोग्राम को रीस्टार्ट करता है (प्रक्रिया समाप्त करता है और इसे फिर से खोलता है)।
it: Aggiunge un pulsante che riavvia il programma (termina il processo e lo riapre) nella scheda dispositivi.
ja: デバイスタブに、プログラムを再起動するボタン（プロセスを終了して再び開く）を追加します。
ko: 장치 탭에 프로그램을 다시 시작하는 버튼(프로세스를 종료하고 다시 엽니다)을 추가합니다.
pt_br: Adiciona um botão que reinicia o programa (encerra o processo e o reabre) na aba de dispositivos.
ro: Adaugă un buton care repornește programul (închide procesul și îl redeschide) în fila dispozitive.
ru: Добавляет кнопку, которая перезапускает программу (завершает процесс и открывает его снова) на вкладке устройств.
th: เพิ่มปุ่มที่รีสตาร์ทโปรแกรม (สิ้นสุดกระบวนการและเปิดใหม่) ในแท็บอุปกรณ์.
tr: Cihazlar sekmesine, programı yeniden başlatan (işlemi sonlandırıp tekrar açan) bir düğme ekler.
uk: Додає кнопку, яка перезапускає програму (завершує процес і знову його відкриває) на вкладці пристроїв.
zh_hans: 在设备选项卡中添加一个按钮，用于重启程序（结束进程并重新打开）。

source: Restart
ar: إعادة التشغيل
ca: Reinicia
da: Genstart
el: Επανεκκ.
es_419: Reiniciar
fr: Redémarrer
he: הפעלה מחדש
hi: रीस्टार्ट
it: Riavvia
ja: 再起動
ko: 다시 시작
pt_br: Reiniciar
ro: Repornire
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden başlat
uk: Перезапустити
zh_hans: 重启

# mouse_hover_info
source: Hovering displays information
ar: المرور فوق العنصر يعرض المعلومات
ca: Passar el cursor mostra informació
da: At holde musen over viser information
el: Η αιώρηση εμφανίζει πληροφορίες
es_419: Pasar el cursor muestra información
fr: Le survol affiche des informations
he: מעבר עם העכבר מציג מידע
hi: होवर करने पर जानकारी दिखती है
it: Il passaggio del mouse mostra informazioni
ja: ホバーすると情報が表示されます
ko: 마우스를 올리면 정보가 표시됩니다
pt_br: Passar o cursor exibe informações
ro: Plasarea cursorului afișează informații
ru: Наведение отображает информацию
th: การวางเมาส์จะแสดงข้อมูล
tr: Üzerine gelmek bilgileri gösterir
uk: Наведення показує інформацію
zh_hans: 悬停显示信息

# mouse_hover_info_description
source: Hovering over a device’s name for a short period of time will display its information, such as manufacturer, USB version, and others.
ar: عند مرور مؤشر الفأرة على اسم الجهاز لفترة قصيرة، تُعرض معلومات مثل المُصنّع، إصدار USB، وغيرها.
ca: En passar el cursor sobre el nom d’un dispositiu durant un breu període de temps es mostrarà la seva informació, com ara fabricant, versió USB i altres.
da: At holde musen over et enhedsnavn i kort tid vil vise oplysninger som producent, USB-version og andre.
el: Η αιώρηση πάνω από το όνομα μιας συσκευής για λίγο θα εμφανίσει πληροφορίες όπως κατασκευαστή, έκδοση USB και άλλα.
es_419: Al pasar el cursor sobre el nombre de un dispositivo por un momento, se mostrará su información, como fabricante, versión de USB y más.
fr: Le survol du nom d’un appareil pendant un court instant affichera ses informations, comme le fabricant, la version USB et d’autres.
he: מעבר עם העכבר מעל שם המכשיר לפרק זמן קצר יציג את המידע שלו, כגון יצרן, גרסת USB ואחרים.
hi: किसी डिवाइस के नाम पर थोड़ी देर होवर करने से उसकी जानकारी दिखाई देगी, जैसे निर्माता, USB संस्करण और अन्य।
it: Passando il mouse sopra il nome di un dispositivo per un breve periodo verranno visualizzate le informazioni, come produttore, versione USB e altre.
ja: デバイス名の上にカーソルを少しの間置くと、メーカー、USBバージョンなどの情報が表示されます。
ko: 장치 이름에 마우스를 잠시 올려두면 제조사, USB 버전 등과 같은 정보가 표시됩니다.
pt_br: Ao passar o cursor do mouse sobre o nome de um dispositivo por um curto período de tempo, serão exibidas informações como fabricante, versão USB e outros.
ro: Plasarea cursorului pe numele unui dispozitiv pentru o scurtă perioadă de timp va afișa informații precum producător, versiune USB și altele.
ru: Если навести курсор на имя устройства на короткое время, отобразится информация, например производитель, версия USB и другие.
th: การวางเมาส์เหนือชื่ออุปกรณ์ชั่วครู่จะแสดงข้อมูล เช่น ผู้ผลิต เวอร์ชัน USB และอื่นๆ
tr: Bir cihaz adının üzerine kısa süreyle geldiğinizde üretici, USB sürümü ve diğer bilgileri gösterir.
uk: Наведення курсора на назву пристрою на короткий час покаже інформацію, таку як виробник, версія USB та інші.
zh_hans: 将鼠标悬停在设备名称上片刻，会显示其信息，例如制造商、USB版本等。

# restore_default_settings
source: Restore to default settings
ar: استعادة الإعدادات الافتراضية
ca: Restableix la configuració per defecte
da: Gendan standardindstillinger
el: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
es_419: Restablecer configuración predeterminada
fr: Restaurer les paramètres par défaut
he: שחזר להגדרות ברירת מחדל
hi: डिफ़ॉल्ट सेटिंग्स पर पुनर्स्थापित करें
it: Ripristina impostazioni predefinite
ja: デフォルト設定に戻す
ko: 기본 설정으로 복원
pt_br: Restaurar todas as configurações
ro: Restabilește setările implicite
ru: Восстановить настройки по умолчанию
th: กู้คืนการตั้งค่าเริ่มต้น
tr: Varsayılan ayarları geri yükle
uk: Відновити налаштування за замовчуванням
zh_hans: 恢复默认设置

source: Are you sure?
ar: هل أنت متأكد؟
ca: N’estàs segur?
da: Er du sikker?
el: Είσαι σίγουρος;
es_419: ¿Seguro que deseas continuar?
fr: Êtes-vous sûr ?
he: האם אתה בטוח?
hi: क्या आप सुनिश्चित हैं?
it: Sei sicuro?
ja: 本当に実行しますか？
ko: 정말로 하시겠습니까?
pt_br: Você tem certeza?
ro: Ești sigur?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
zh_hans: 您确定吗？

source: No
ar: لا
da: Nej
el: Όχι
fr: Non
he: לא
hi: नहीं
ja: いいえ
ko: 아니요
pt_br: Não
ro: Nu
ru: Нет
th: ไม่
tr: Hayır
uk: Ні
zh_hans: 否

source: Yes, confirm
ar: نعم، التأكيد
ca: Sí, confirma
da: Ja, bekræft
el: Ναι, επιβεβαίωση
es_419: Sí, confirmar
fr: Oui, confirmer
he: כן, אשר
hi: हाँ, पुष्टि करें
it: Sì, conferma
ja: はい、確認
ko: 예, 확인
pt_br: Sim, confirmar
ro: Da, confirmă
ru: Да, подтвердить
th: ใช่, ยืนยัน
tr: Evet, onayla
uk: Так, підтвердити
zh_hans: 是，确认

# open_profiler
source: Open System Information
ar: فتح معلومات النظام
ca: Obrir Informació del sistema
da: Åbn Systemoplysninger
el: Άνοιγμα Πληροφορίες συστήματος
es_419: Abrir Información del sistema
fr: Ouvrir Informations système
he: פתח מידע מערכת
hi: सिस्टम जानकारी खोलें
it: Apri Informazioni di sistema
ja: システム情報を開く
ko: 시스템 정보 열기
pt_br: Abrir Informações do Sistema
ro: Deschide Informații sistem
ru: Открыть Сведения о системе
th: เปิดข้อมูลระบบ
tr: Sistem Bilgilerini Aç
uk: Відкрити Відомості про систему
zh_hans: 打开系统信息

# profiler_shortcut
source: Open System Information button
ar: اختصار معلومات النظام
ca: Botó d’Informació del sistema
da: Knap til Systemoplysninger
el: Κουμπί Πληροφορίες συστήματος
es_419: Botón de Información del sistema
fr: Bouton Informations système
he: כפתור מידע מערכת
hi: सिस्टम जानकारी बटन
it: Pulsante Informazioni di sistema
ja: システム情報ボタン
ko: 시스템 정보 버튼
pt_br: Botão de Informações do Sistema
ro: Buton Informații sistem
ru: Кнопка Сведения о системе
th: ปุ่มข้อมูลระบบ
tr: Sistem Bilgileri düğmesi
uk: Кнопка Відомості про систему
zh_hans: 系统信息按钮

# profiler_shortcut_description
source: Adds a button that opens the System Information app to the devices tab.
ar: يُضيف زرًا يفتح تطبيق معلومات النظام (التطبيق الأصلي في macOS) في تبويب الأجهزة.
ca: Afegeix un botó que obre l’app Informació del sistema a la pestanya de dispositius.
da: Tilføjer en knap, der åbner appen Systemoplysninger på fanen Enheder.
el: Προσθέτει ένα κουμπί που ανοίγει την εφαρμογή Πληροφορίες συστήματος στην καρτέλα συσκευών.
es_419: Agrega un botón que abre la app Información del sistema en la pestaña Dispositivos.
fr: Ajoute un bouton qui ouvre l’app Informations système dans l’onglet Appareils.
he: מוסיף כפתור שפותח את האפליקציה מידע מערכת בלשונית ההתקנים.
hi: एक बटन जोड़ता है जो सिस्टम जानकारी ऐप को डिवाइस टैब में खोलता है।
it: Aggiunge un pulsante che apre l’app Informazioni di sistema nella scheda Dispositivi.
ja: システム情報アプリをデバイスタブで開くボタンを追加します。
ko: 시스템 정보 앱을 장치 탭에서 여는 버튼을 추가합니다.
pt_br: Adiciona um botão que abre o app Informações do Sistema (o app nativo do macOS) na aba de dispositivos.
ro: Adaugă un buton care deschide aplicația Informații sistem în fila Dispozitive.
ru: Добавляет кнопку, открывающую приложение Сведения о системе на вкладке Устройства.
th: เพิ่มปุ่มที่เปิดแอปข้อมูลระบบในแท็บอุปกรณ์
tr: Cihazlar sekmesinde Sistem Bilgileri uygulamasını açan bir düğme ekler.
uk: Додає кнопку, яка відкриває додаток Відомості про систему на вкладці Пристрої.
zh_hans: 添加一个按钮，用于在设备标签中打开系统信息应用。

# profiler_abbreviated
source: System Info
ar: معلومات.
ca: Inf.
da: Opl.
el: Πληρ.
es_419: Inf.
fr: Inf.
he: מידע
hi: जानकारी
it: Inf.
ja: 情報
ko: 정보
pt_br: Inform.
ro: Inf.
ru: Инф.
th: ข้อมูล
tr: Bilg.
uk: Інф.
zh_hans: 信息

source: Search name
ar: بحث بالاسم
ca: Cercar nom
da: Søg navn
el: Αναζήτηση ονόματος
es_419: Buscar nombre
fr: Rechercher un nom
he: חפש שם
hi: नाम खोजें
it: Cerca nome
ja: 名前を検索
ko: 이름 검색
pt_br: Pesquisar nome
ro: Caută nume
ru: Поиск имени
th: ค้นหาชื่อ
tr: İsim ara
uk: Пошук імені
zh_hans: 搜索名称

source: Search ID
ar: بحث بالمعرّف
ca: Cercar ID
da: Søg ID
el: Αναζήτηση ID
es_419: Buscar ID
fr: Rechercher ID
he: חפש מזהה
hi: आईडी खोजें
it: Cerca ID
ja: IDを検索
ko: ID 검색
pt_br: Pesquisar ID
ro: Caută ID
ru: Поиск ID
th: ค้นหา ID
tr: ID ara
uk: Пошук ID
zh_hans: 搜索ID

# search_sn
source: Search Serial Number
ar: بحث بالرقم التسلسلي
ca: Cercar número de sèrie
da: Søg serienummer
el: Αναζήτηση σειριακού αριθμού
es_419: Buscar número de serie
fr: Rechercher SN
he: חפש מספר סידורי
hi: सीरियल नंबर खोजें
it: Cerca numero di serie
ja: シリアル番号を検索
ko: 일련 번호 검색
pt_br: Pesquisar Serial
ro: Caută număr de serie
ru: Поиск SN
th: ค้นหาหมายเลขซีเรียล
tr: Seri numarası ara
uk: Пошук серійного номера
zh_hans: 搜索序列号

# disable_context_menu_search
source: Disable search in context menu
ar: تعطيل البحث في قائمة السياق
ca: Desactivar la cerca al menú contextual
da: Deaktiver søgning i kontekstmenu
el: Απενεργοποίηση αναζήτησης στο μενού
es_419: Deshabilitar búsqueda en el menú contextual
fr: Désactiver la recherche dans le menu contextuel
he: השבת חיפוש בתפריט ההקשר
hi: कॉन्टेक्स्ट मेनू में खोज अक्षम करें
it: Disattiva ricerca nel menu contestuale
ja: コンテキストメニューでの検索を無効化
ko: 컨텍스트 메뉴에서 검색 비활성화
pt_br: Desativar pesquisas no menu de contexto
ro: Dezactivează căutarea în meniul contextual
ru: Отключить поиск в контекстном меню
th: ปิดการค้นหาในเมนูบริบท
tr: Bağlam menüsünde aramayı devre dışı bırak
uk: Вимкнути пошук у контекстному меню
zh_hans: 禁用右键菜单中的搜索

# disable_context_menu_search_description
source: Search options no longer appear.
ar: لن تظهر خيارات البحث على الإنترنت في قائمة السياق بعد الآن.
ca: Les opcions de cerca ja no apareixen.
da: Søgemuligheder vises ikke længere.
el: Οι επιλογές αναζήτησης δεν εμφανίζονται πλέον.
es_419: Las opciones de búsqueda ya no aparecen.
fr: Les options de recherche n’apparaissent plus.
he: אפשרויות החיפוש אינן מופיעות יותר.
hi: खोज विकल्प अब दिखाई नहीं देंगे।
it: Le opzioni di ricerca non compaiono più.
ja: 検索オプションは表示されなくなります。
ko: 검색 옵션이 더 이상 표시되지 않습니다.
pt_br: As opções de pesquisa na internet não aparecerão mais.
ro: Opțiunile de căutare nu mai apar.
ru: Параметры поиска больше не отображаются.
th: ตัวเลือกการค้นหาไม่ปรากฏอีกต่อไป
tr: Arama seçenekleri artık görünmeyecek.
uk: Параметри пошуку більше не відображаються.
zh_hans: 搜索选项不再显示。

source: Search engine
ar: محرك البحث
ca: Motor de cerca
da: Søgemaskine
el: Μηχανή αναζήτησης
es_419: Buscador
fr: Moteur de recherche
he: מנוע חיפוש
hi: सर्च इंजन
it: Motore di ricerca
ja: 検索エンジン
ko: 검색 엔진
pt_br: Ferramenta de Pesquisa
ro: Motor de căutare
ru: Поисковая система
th: เครื่องมือค้นหา
tr: Arama motoru
uk: Пошукова система
zh_hans: 搜索引擎

# context_menu_category
source: Context Menu
ar: القائمة السياقية
ca: Menú contextual
da: Kontekstmenu
el: Μενού περιβάλλοντος
es_419: Menú contextual
fr: Menu contextuel
he: תפריט הקשר
hi: संदर्भ मेनू
it: Menu contestuale
ja: コンテキストメニュー
ko: 컨텍스트 메뉴
pt_br: Menu contextual
ro: Meniu contextual
ru: Контекстное меню
th: เมนูบริบท
tr: Bağlam Menüsü
uk: Контекстне меню
zh_hans: 右键菜单

source: Show more
ar: عرض المزيد
ca: Mostra més
da: Vis mere
el: Δείξε περισσότερα
es_419: Ver más
fr: Afficher plus
he: הצג עוד
hi: और दिखाएं
it: Mostra di più
ja: さらに表示
ko: 더 보기
pt_br: Mostrar mais
ro: Arată mai mult
ru: Показать больше
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Показати більше
zh_hans: 显示更多

source: Show less
ar: عرض أقل
ca: Mostra menys
da: Vis mindre
el: Δείξε λιγότερα
es_419: Ver menos
fr: Afficher moins
he: הצג פחות
hi: कम दिखाएं
it: Mostra di meno
ja: 表示を減らす
ko: 간략히 보기
pt_br: Mostrar menos
ro: Arată mai puțin
ru: Показать меньше
th: แสดงน้อยลง
tr: Daha az göster
uk: Показати менше
zh_hans: 显示更少

source: Disable indicator
ar: إزالة المؤشر
ca: Desactiva l'indicador
da: Deaktiver indikator
el: Απενεργοποίηση δείκτη
es_419: Desactivar indicador
fr: Désactiver l’indicateur
he: השבת מחוון
hi: सूचक अक्षम करें
it: Disattiva indicatore
ja: インジケーターを無効化
ko: 지표 비활성화
pt_br: Remover indicador
ro: Dezactivează indicatorul
ru: Отключить индикатор
th: ปิดการใช้งานตัวบ่งชี้
tr: Göstergiyi devre dışı bırak
uk: Вимкнути індикатор
zh_hans: 禁用指示器

source: Open Github page
ar: فتح صفحة GitHub
ca: Obrir pàgina de Github
da: Åbn Github-side
el: Άνοιγμα σελίδας Github
es_419: Abrir página de Github
fr: Ouvrir la page Github
he: פתח עמוד Github
hi: Github पेज खोलें
it: Apri pagina Github
ja: Githubページを開く
ko: Github 페이지 열기
pt_br: Abrir página do Github
ro: Deschide pagina Github
ru: Открыть страницу Github
th: เปิดหน้าของ Github
tr: Github sayfasını aç
uk: Відкрити сторінку Github
zh_hans: 打开Github页面

source: Open
ar: فتح
ca: Obrir
da: Åbn
el: Άνοιγμα
es_419: Abrir
fr: Ouvrir
he: פתח
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ro: Deschide
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开

# check_on_blockchain
source: Check on the blockchain
ar: عرض على البلوكشين
ca: Comprova a la blockchain
da: Tjek på blockchain
el: Ελέγξτε στο blockchain
es_419: Verificar en la blockchain
fr: Vérifier sur la blockchain
he: בדוק בבלוקצ’יין
hi: ब्लॉकचेन पर जाँचें
it: Verifica sulla blockchain
ja: ブロックチェーンで確認
ko: 블록체인에서 확인
pt_br: Acessar no blockchain
ro: Verifică pe blockchain
ru: Проверить в блокчейне
th: ตรวจสอบบนบล็อกเชน
tr: Blok zincirinde doğrula
uk: Перевірити в блокчейні
zh_hans: 在区块链上查看

# copy_crypto_address
source: Copy address
ar: نسخ عنوان التشفير
ca: Copia l’adreça
da: Kopiér adresse
el: Αντιγραφή διεύθυνσης
es_419: Copiar dirección
fr: Copier l’adresse
he: העתק כתובת
hi: पता कॉपी करें
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
pt_br: Copiar endereço cripto
ro: Copiază adresa
ru: Копировать адрес
th: คัดลอกที่อยู่
tr: Adresi kopyala
uk: Скопіювати адресу
zh_hans: 复制地址

# copy_email
source: Copy email address
ar: نسخ البريد الإلكتروني
ca: Copia l’adreça de correu electrònic
da: Kopiér e-mailadresse
el: Αντιγραφή διεύθυνσης email
es_419: Copiar correo electrónico
fr: Copier l’adresse e-mail
he: העתק כתובת דוא״ל
hi: ईमेल पता कॉपी करें
it: Copia indirizzo e-mail
ja: メールアドレスをコピー
ko: 이메일 주소 복사
pt_br: Copiar endereço de e-mail
ro: Copiază adresa de email
ru: Копировать адрес электронной почты
th: คัดลอกอีเมล
tr: E-posta adresini kopyala
uk: Скопіювати електронну адресу
zh_hans: 复制电子邮件地址

source: Renamed Devices
ar: أجهزة معاد تسميتها
ca: Dispositius renombrats
da: Omdøbte enheder
el: Μετονομασμένες συσκευές
es_419: Dispositivos renombrados
fr: Appareils renommés
he: מכשירים שהוחלפו שמותיהם
hi: नाम बदले गए उपकरण
it: Dispositivi rinominati
ja: 名前が変更されたデバイス
ko: 이름이 변경된 장치
pt_br: Disp. Renomeados
ro: Dispozitive redenumite
ru: Переименованные устройства
th: อุปกรณ์ที่เปลี่ยนชื่อแล้ว
tr: Yeniden Adlandırılmış Cihazlar
uk: Перейменовані пристрої
zh_hans: 已重命名设备

source: Hidden Devices
ar: أجهزة مخفية
ca: Dispositius ocults
da: Skjulte enheder
el: Κρυφές συσκευές
es_419: Dispositivos ocultos
fr: Appareils cachés
he: מכשירים מוסתרים
hi: छिपे हुए उपकरण
it: Dispositivi nascosti
ja: 非表示デバイス
ko: 숨겨진 장치
pt_br: Disp. Ocultos
ro: Dispozitive ascunse
ru: Скрытые устройства
th: อุปกรณ์ที่ซ่อนอยู่
tr: Gizli Cihazlar
uk: Сховані пристрої
zh_hans: 隐藏设备

source: Close
ar: إغلاق
ca: Tancar
da: Luk
el: Κλείσιμο
es_419: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ro: Închide
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Legacy Settings
ar: إعدادات (النسخة القديمة)
ca: Configuració antiga
da: Ældre indstillinger
el: Παλιές ρυθμίσεις
es_419: Configuración antigua
fr: Paramètres hérités
he: הגדרות ישנות
hi: पुरानी सेटिंग्स
it: Impostazioni legacy
ja: レガシー設定
ko: 레거시 설정
pt_br: Ajustes (Legacy)
ro: Setări vechi
ru: Устаревшие настройки
th: การตั้งค่าแบบเดิม
tr: Eski Ayarlar
uk: Старі налаштування
zh_hans: 旧版设置

# legacy_settings_description
source: You are using the legacy version of MenuBarUSB, adapted for macOS Ventura and Sonoma. Some features may be limited, but the app remains fully functional.
ar: أنت تستخدم النسخة القديمة من MenuBarUSB، مُكيّفة لنظام macOS Ventura و Sonoma.
ca: Estàs utilitzant la versió antiga de MenuBarUSB. Essencialment, és una versió adaptada per a versions de macOS anteriors a macOS Sequoia. Utilitzar la versió antiga significa que no tens accés a algunes funcions, com la herència, la personalització d'icones i algunes altres, però, en general, l'aplicació és completament funcional.
da: Du bruger den ældre version af MenuBarUSB, der er porteret til macOS Ventura og Sonoma.
el: Χρησιμοποιείτε την παλαιότερη έκδοση του MenuBarUSB, η οποία έχει μεταφερθεί σε macOS Ventura και Sonoma.
es_419: Estás utilizando la versión heredada de MenuBarUSB, trasladada a macOS Ventura y Sonoma.
fr: Vous utilisez la version héritée de MenuBarUSB, portée sur macOS Ventura et Sonoma.
he: אתה משתמש בגרסת הלגסי של MenuBarUSB. למעשה, זו גרסה מותאמת לגרסאות macOS לפני macOS Sequoia. שימוש בגרסת הלגסי אומר שאין לך גישה לחלק מהפונקציות, כמו ירושה, התאמת אייקונים ועוד כמה, אך ברוב המקרים האפליקציה ניתנת לשימוש באופן מלא.
hi: आप MenuBarUSB का पुराना संस्करण उपयोग कर रहे हैं। मूल रूप से, यह macOS Sequoia से पहले के macOS संस्करणों के लिए अनुकूलित एक संस्करण है। पुराने संस्करण का उपयोग करने का मतलब है कि आपके पास कुछ विशेषताओं तक पहुंच नहीं है, जैसे विरासत, आइकन अनुकूलन और कुछ अन्य, लेकिन अधिकांश भाग के लिए, एप्लिकेशन पूरी तरह से उपयोग योग्य है।
it: Stai utilizzando la versione legacy di MenuBarUSB. Essenzialmente, è una versione adattata per le versioni di macOS precedenti a macOS Sequoia. Utilizzare la versione legacy significa che non hai accesso ad alcune funzionalità, come ereditarietà, personalizzazione delle icone e alcune altre, ma per la maggior parte, l'app è completamente utilizzabile.
ja: MenuBarUSBのレガシーバージョンを使用しています。基本的に、macOS Sequoia以前のmacOSバージョンに対応したバージョンです。レガシーバージョンを使用すると、一部の機能（継承、アイコンのカスタマイズなど）にはアクセスできませんが、ほとんどの場合、アプリは完全に使用可能です。
ko: 귀하는 MenuBarUSB의 레거시 버전을 사용하고 있습니다. 기본적으로, macOS Sequoia 이전 버전의 macOS에 맞게 조정된 버전입니다. 레거시 버전을 사용하면 상속, 아이콘 사용자 정의 및 기타 몇 가지 기능에 접근할 수 없지만, 대부분의 경우 앱은 완전히 사용 가능합니다.
pt_br: Você está usando a versão legada do MenuBarUSB, adaptada para macOS Ventura e Sonoma.
ro: Utilizați versiunea veche a MenuBarUSB. Practic, este o versiune adaptată pentru versiunile macOS anterioare macOS Sequoia. Utilizarea versiunii vechi înseamnă că nu aveți acces la unele funcții, cum ar fi moștenirea, personalizarea pictogramelor și câteva altele, dar în mare parte, aplicația este complet funcțională.
ru: Вы используете устаревшую версию MenuBarUSB, портированную на macOS Ventura и Sonoma.
th: คุณกำลังใช้เวอร์ชันเก่าของ MenuBarUSB โดยพื้นฐานแล้วนี่คือเวอร์ชันที่ปรับให้เข้ากับ macOS ก่อน macOS Sequoia การใช้เวอร์ชันเก่าหมายความว่าคุณไม่สามารถเข้าถึงฟีเจอร์บางอย่าง เช่น การสืบทอด การปรับแต่งไอคอน และบางอย่างอื่น ๆ แต่โดยส่วนใหญ่ แอปสามารถใช้งานได้เต็มรูปแบบ
tr: MenuBarUSB'nin macOS Ventura ve Sonoma'ya taşınan eski sürümünü kullanıyorsunuz.
uk: Ви використовуєте стару версію MenuBarUSB. По суті, це версія, адаптована для macOS до macOS Sequoia. Використання старої версії означає, що у вас немає доступу до деяких функцій, таких як наслідування, налаштування значків та кількох інших, але в цілому додаток повністю придатний для використання.
zh_hans: 您正在使用已移植到 macOS Ventura 和 Sonoma 的旧版 MenuBarUSB。

# ethernet_connected_icon
source: Show an icon if a LAN cable is connected
ar: عرض أيقونة في حال توصيل كابل إيثرنت
ca: Mostra una icona si un cable LAN està connectat
da: Vis et ikon, hvis et LAN-kabel er tilsluttet
el: Εμφάνιση εικονιδίου εάν είναι συνδεδεμένο καλώδιο LAN
es_419: Mostrar un ícono si un cable LAN está conectado
fr: Afficher une icône si un câble LAN est connecté
he: הצג אייקון אם כבל רשת מחובר
hi: यदि लैन केबल जुड़ा है तो एक आइकन दिखाएं
it: Mostra un'icona se un cavo LAN è connesso
ja: LANケーブルが接続されている場合にアイコンを表示
ko: LAN 케이블이 연결된 경우 아이콘 표시
pt_br: Exibir ícone caso um cabo de Ethernet estiver conectado
ro: Afișați o pictogramă dacă un cablu LAN este conectat
ru: Показывать значок, если подключен кабель LAN
th: แสดงไอคอนหากเชื่อมต่อสาย LAN
tr: LAN kablosu bağlıysa simge göster
uk: Показати піктограму, якщо підключено LAN-кабель
zh_hans: 如果连接了网线，显示一个图标
